<template>
  <section>
    <div class="col-12 about__text">
      <ui-title
        tag="h3"
        class="ui-title-2 ui-text-uppercase"
      >
        Солнцезащитные системы FOROOM для дома и офиса
      </ui-title>

      <div class="desc-text">
        <p>
          Жалюзи и рулонные шторы в первую очередь созданы для того, чтобы регулировать естественное освещение в
          комнатах и скрывать внутреннее пространство от
          любопытных взглядов. Однако современные солнцезащитные системы обладают существенным дополнительным
          потенциалом
          – они могут стать частью интерьера или помочь замаскировать его недостатки, позволят сэкономить финансы на
          приобретение и силы на установку, а также предоставят настоящий простор для творчества тем, кто ищет большей
          практичности в сравнении с использованием классических тканевых портьер.
        </p>
      </div>
      <div class="desc-text">
        <p>
          В каталоге FOROOM вы сможете подобрать
          жалюзи, рулонные и римские шторы для большинства современных и классических стилей интерьера. Компания
          выпускает
          две линейки солнцезащитных систем: INTEGRA FOROOM (полотно закрывает только стекло створки окна) и FOROOM
          (полотно закрывает весь проем окна).
        </p>
      </div>
    </div>


    <div class="col-12 about__text mt-4">
      <ui-title
        tag="h3"
        class="ui-title-2 ui-text-uppercase"
      >
        INTEGRA FOROOM
      </ui-title>

      <div class="desc-text">
        <p>Солнцезащитные системы INTEGRA FOROOM
          станут отличным решением для стандартных пластиковых окон в малогабаритных помещениях. Компактные конструкции
          крепятся прямо на створки близко к стеклу и не выходят за пределы рам.</p></div>
      <div class="desc-text">
        <p>Такое решение идеально подойдет тем, кто
          привык регулярно открывать окна, а также активно использует подоконник – с решением INTEGRA FOROOM он остается
          полностью открытым, а значит, может использоваться для украшения комнатными растениями или другими элементами
          интерьера.</p></div>
      <div class="desc-text">
        <p>В линейке INTEGRA FOROOM найдутся решения
          любых задач. Так, система INTEGRA SLIM наверняка привлечет внимание арендаторов квартир, владельцы которых не
          побеспокоились о будущих квартиросъемщиках, благодаря своей доступной цене и особой простоте монтажа. А,
          скажем,
          система INTEGRA BOX DUO способна варьировать уровень затемнения от максимально возможной затенённости до
          мягкого
          и романтичного рассеянного света, что, несомненно, понравится любителям подбирать освещение под настроение и
          ситуацию.</p></div>
      <div class="desc-text">
        <p>Независимо от вашего выбора, при
          приобретении солнцезащитных систем INTEGRA FOROOM простой и быстрый монтаж гарантирован: изделия просто
          крепятся
          на скотч к верхней раме, фиксируются на створке с помощью навесных кронштейнов или саморезов.</p></div>
      <div class="desc-text">
        <p>И особый сюрприз для тех, кто стремится к
          идеальному интерьерному решению: модели INTEGRA G-FORM, INTEGRA SLIM, INTEGRA BOX легко комбинировать с
          классическими шторами и тюлем, чтобы получить интересный визуальный эффект или исключительно в утилитарных
          целях. В последнем случае можно выбрать солнцезащитную систему с декоративным коробом и материалом (или
          ламелями) в тон рамы – тогда жалюзи буквально «исчезнут» и не будут отвлекать внимания от портьер.</p></div>
    </div>


    <div class="col-12 mt-4 about__text">
      <ui-title
        tag="h3"
        class="ui-title-2 ui-text-uppercase"
      >
        FOROOM
      </ui-title>

      <div class="desc-text"><p>Шторы и жалюзи линейки FOROOM можно
        назвать универсальными или классическими: они подходят для оформления пластиковых и деревянных, типовых и
        нестандартных окон. Короб солнцезащитной системы (или труба с тканью) фиксируется на потолке или стене над окном
        с помощью кронштейнов и саморезов. Полотно (тканевое или состоящее из ламелей) перекрывает проем целиком и может
        спускаться до подоконника, до радиатора или до самого пола – это позволяет эффективно маскировать инженерные
        коммуникации (трубы, розетки, провода), радиаторы или неаккуратные откосы.</p></div>
      <div class="desc-text"><p>Несмотря на то, что большинство решений
        линейки FOROOM разработано для создания уюта в жилых квартира и домах, эти солнцезащитные системы пользуются
        особой популярностью в офисах и административных зданиях, номерах и вестибюлях гостиничных и деловых комплексов,
        заведениях общественного питания.</p></div>
      <div class="desc-text"><p>Это и неудивительно – усиленная
        конструкция и надежные крепления штор и жалюзи FOROOM позволяют оформлять широкие проемы, линейка V-FORM
        позволяет работать с панорамным остеклением, а модели ROLL – скрывать то, что определенно не вписывается в
        интерьер. Модели серии GRANDE особенно нравятся постояльцам дорогих отелей благодаря возможности подключить
        систему дистанционного управления – кстати, увидев такое решение во время отдыха, многие наши клиенты просят
        помочь реализовать его, к примеру, в их загородном доме.</p></div>
    </div>


    <div class="col-12 mt-4 about__text">
      <ui-title
        tag="h3"
        class="ui-title-2 ui-text-uppercase"
      >
        Виды солнцезащитных систем INTEGRA FOROOM и FOROOM
      </ui-title>

      <div class="desc-text mt-3"><h4 class="h4">Горизонтальные жалюзи (INTEGRA G-FORM,
        G-FORM)</h4>
        <p>Благодаря лаконичному дизайну отлично подойдут к интерьеру в стиле минимализм и хай-тек, а
          неприхотливость в эксплуатации позволяет использовать системы в оформлении офисных и торговых помещений,
          балконов и лоджий.</p></div>
      <div class="desc-text mt-3"><h4 class="h4">Вертикальные жалюзи (V-FORM, V-FORM
        PLAST)</h4>
        <p>Незаменимы в работе с панорамными или очень широкими окнами и балконными блоками и
          способны «спасти» интерьер в помещениях с низкими потолками, визуально «вытянув» стены.</p></div>
      <div class="desc-text mt-3"><h4 class="h4">Римские шторы (ROMA)</h4>
        <p>Гармонируют со строгим современным и изысканным классическим интерьером и идеально
          подходят для оформления окон в престижных банкетных и конференц-залах, кабинетах руководителей или роскошных
          спальнях, в которых привыкли отдыхать те, кто ценит истинную элегантность.</p></div>
      <div class="desc-text mt-3"><h4 class="h4">Рулонные шторы (INTEGRA SLIM, INTEGRA
        BOX и BOX+, ROLL, CLIC, GRANDE, GRANDE BOX)</h4>
        <p>Позволяют подобрать подходящее решение для любого помещения и отлично сочетаются с любыми
          имеющимися портьерами или тюлем, а также отлично подходят тем, кто ценит функциональность, компактность и
          неприхотливость в вопросах монтажа и ухода.</p></div>
      <div class="desc-text mt-3"><h4 class="h4">Рулонные шторы DUO (INTEGRA BOX DUO,
        INTEGRA SLIM DUO, GRANDE BOX DUO)</h4>
        <p>Полотно изделий изготовлено из чередующихся плотных и прозрачных полосок ткани, из-за чего
          эту разновидность рулонных штор и называют «зебра» или «день-ночь». Такое решение позволит сформировать
          освещение на все случаи жизни, ведь в зависимости от расположения полосок относительно друг друга в помещении
          будет мягкий рассеянный свет, приятное затемнение или абсолютная темнота.</p></div>
    </div>
  </section>
</template>

<script lang="ts">
import { Vue, Component } from "nuxt-property-decorator";

@Component
export default class CatalogSeoText extends Vue {
}
</script>

<style lang="scss" scoped>

</style>
