export const state = () => ({
    articles: [
        {
            date: '',
            url: 'zhalyuzi-vertikalnye-tkanevyye',
            meta: {
                title: 'Вертикальные тканевые жалюзи',
                description: 'Вертикальные тканевые жалюзи',
                keywords: '',
            },
            title: 'Вертикальные тканевые жалюзи',
            blocks: [
                {
                    title: '',
                    text: ['В интернет-магазине FOROOM (Москва) вы можете заказать вертикальные жалюзи на окна. Мы предлагаем удобные современные системы V-FORM. Они реализуются на выгодных условиях и с легкостью решают все поставленные задачи. Спрятаться от посторонних глаз, затенить пространство с их помощью не составит труда. Благодаря широкой цветовой гамме тканевыми жалюзи можно декорировать любой интерьер.']
                },
                {
                    title: 'Вертикальные жалюзи: основные достоинства',
                    text: [
                        'Широкие возможности для перекрывания больших пространств.<br/> Представленные тканевые жалюзи идеально подходят даже для крупных оконных проемов. При этом продукция позволяет визуально расширить пространство и увеличить высоту потолков. Именно поэтому тканевыми жалюзи можно оформлять абсолютно любые помещения.',
                        'Большое количество регулировок.<br/>Управлять системой V-FORM просто и легко. Ламели сдвигаются от левого края проема к правому и наоборот, а также от центра к краям. Выбрать подходящий вариант регулировки вы можете при заказе продукции.',
                        'Возможность обеспечения нужного уровня освещенности без ограничения циркуляции воздуха.<br/>Вертикальные тканевые ламели могут свободно поворачиваться вокруг своей оси и фиксироваться под нужным углом. Благодаря этому вы можете достичь эффекта легкого рассеивания света. Циркуляция воздуха при этом нарушена не будет.',
                        'Практичность.<br/>Очистка тканевых жалюзи не превращается в проблему. Изделия вообще не требуют специального ухода.',
                        'Высокая надежность.<br/>Представленная система вертикальных жалюзи служит на протяжении длительного времени.',
                        'Несколько вариантов крепления.<br/>Вертикальные жалюзи могут крепиться на потолке или стене.',
                        'Привлекательный дизайн.<br/>Представленная продукция впишется в любой офисный или домашний интерьер, сделает его стильным и современным.',
                        'Многообразие решений.<br/>Вы можете заказать жалюзи тканевые вертикальные на окна любого типа, размера, цвета.'
                    ]
                },
                {
                    title: 'Жалюзи от FOROOM: выгодные цены, высокое качество',
                    text: [
                        'Планируете купить представленную продукцию в Москве? Обращайтесь к нам!',
                        'В интернет-магазине FOROOM вы можете заказать жалюзи по оптимальной стоимости. Мы предлагаем доступные цены на продукцию. Благодаря этому она остается востребованной среди широкого круга клиентов.',
                        'Мы обеспечиваем легкость выбора, замера и установки вертикальных тканевых систем. С задачами справится даже тот, кто никогда не подбирал аналогичную продукцию и не занимался ее монтажом.',
                        'Мы обеспечиваем поставки только оригинальной продукции с гарантией качества. У нас вы точно не купите дешевую подделку и не разочаруетесь!',
                        'Возникли вопросы? Интересует точная цена услуг по установке? Обращайтесь к нашим официальным представителям в Москве и других регионах РФ! Они ответят на все вопросы и помогут сделать выбор. Цена самих систем указана на страницах нашего сайта и приятно удивит даже самых экономных клиентов.'
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'zhalyuzi-vertikalnye-plastikovyye',
            meta: {
                title: 'Пластиковые вертикальные жалюзи',
                description: 'Пластиковые вертикальные жалюзи',
                keywords: '',
            },
            title: 'Пластиковые вертикальные жалюзи',
            blocks: [
                {
                    title: '',
                    text: ['Оптимальная альтернатива привычным для нас шторам на сегодняшний день – это вертикальные жалюзи. Заказать и купить качественные изделия FOROOM вы можете на нашем сайте. Цена такой солнцезащитной продукции является доступной. Она изготавливается из различных по оттенку, фактуре и составу однотонных и интерьерных тканей из 100-процентного полиэстера. Этот материал обеспечивает высокие эксплуатационные свойства, которыми обладают жалюзи. Изделия колеруются устойчивыми красками, обеспечивающими длительную сохранность привлекательного внешнего вида.']
                },
                {
                    title: 'Вертикальные конструкции и их особенности',
                    text: [
                        'Вертикальные пластиковые конструкции отличаются от традиционных штор тем, что с их помощью можно регулировать уровень освещенности, не выставляя комнату на всеобщее обозрение. Цена систем FOROOM является максимально доступной для широкого круга потребителей.',
                        'Данные солнцезащитные системы проверены временем и нашли широкое применение и в офисных помещениях, и в домашней обстановке. Вертикальные полосы зрительно делают потолки более высокими. Плавная регулировка пропускаемого света и эффект «рассеянного света» обеспечиваются механизмом управления жалюзи.',
                        'Вертикальные пластиковые жалюзи сегодня очень популярны. Вертикальные конструкции соответствуют существующим стандартам гигиеничности: они не накапливают запахи и частицы из воздуха, отличаются устойчивостью к пыли и воздействию лучей солнца. За вертикальными пластиковыми жалюзи просто ухаживать, ламели можно протирать влажной тряпкой с применением мыльного раствора. Такие жалюзи являются идеальным вариантом по обустройству помещений с повышенными санитарными требованиями.'
                    ]
                },
                {
                    title: 'Пластиковые жалюзи и их преимущества',
                    text: [
                        'Жалюзи данного типа просты и функциональны.<br/> Они украшают окно и позволяют отлично защититься от солнечного света и любопытных взглядов.',
                        'Идеально держат форму.<br/> Пластиковые жалюзи обладают презентабельным внешним видом в течение длительного времени. При правильном обращении они не помнутся и сохранят свою красоту надолго.',
                        'Имеют низкую стоимость.<br/> Данные системы представляют собой бюджетный вариант жалюзи. При производстве используются качественные комплектующие, поставляемые нам напрямую мировыми лидерами рынка, благодаря чему гарантирована низкая цена. Заказ пластиковых конструкций станет прекрасной возможностью благоустройства любого помещения.',
                        'Универсальны.<br/> Установка таких систем популярна и дома, и в офисе. Сейчас такие жалюзи можно увидеть практически в любом помещении, что лишний раз доказывает их востребованность и популярность.',
                        'Неприхотливы в уходе.<br/> Пластиковые изделия не требуют сложной чистки. Достаточно протирать их влажной губкой, чтобы удалить пыль и пятна.',
                        'Легко регулируются.<br/> Жалюзи просты в применении. Стоит один раз попробовать ими воспользоваться, чтобы убедиться в этом. У предлагаемых вертикальных систем очень мало конкурентов в своем сегменте.',
                        'Подчеркивают современность интерьера.<br/> Пластиковые жалюзи – это достойный ответ сегодняшнему времени. Они удобны и привлекательны, вписываются в стиль любого помещения и служат его украшением.'
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'gorizontalnye-alyuminiyevyye-zhalyuzi',
            meta: {
                title: 'Горизонтальные алюминиевые жалюзи',
                description: 'Горизонтальные алюминиевые жалюзи',
                keywords: '',
            },
            title: 'Горизонтальные алюминиевые жалюзи',
            blocks: [
                {
                    title: '',
                    text: ['В интернет-магазине FOROOM (Москва) вы всегда можете заказать горизонтальные алюминиевые жалюзи. Мы рады предложить высококачественную продукцию для окон. Солнцезащитная система G-FORM реализуется на выгодных условиях, что делает ее доступной для всех наших покупателей.']
                },
                {
                    title: 'Основные достоинства алюминиевых горизонтальных жалюзи',
                    text: [
                        'Универсальность.<br/>Как и другие современные солнцезащитные системы, алюминиевые жалюзи становятся все более популярными.<br/>Горизонтальные системы являются отличной альтернативой тяжелым шторам и полупрозрачным занавескам. Использовать можно как в офисе, так и дома, вне зависимости от типа окна.',
                        'Доступность.<br/>Собственное производство позволяет нам устанавливать доступные цены, которые оправдывают ожидания большинства покупателей.',
                        'Лаконичный дизайн.<br/>Горизонтальные алюминиевые модели прекрасно вписываются в любые интерьерные решения. Они сочетаются с современным сдержанным стилем хай-тек, продуманным модерном, наполненным мелкими деталями авангардом. Словом, в любом пространстве горизонтальные жалюзи будут смотреться великолепно.',
                        'Высокая надежность.<br/>Представленная система создается с использованием износостойких и долговечных материалов. Прочные, но легкие алюминиевые ламели служат на протяжении нескольких лет без потери функциональных и эстетических свойств.',
                        'Возможность использования жалюзи для проемов средней ширины.<br/>Конструктивные особенности горизонтальных систем позволяют оснащать как малые, так и средние оконные проемы. Одним движением вы можете зашторить их и создать в помещении нужную атмосферу.',
                        'Практичность.<br/>Горизонтальные жалюзи из алюминия не деформируются под постоянным действием солнца и позволяют быстро удалять пыль. Благодаря этому не требуют специального ухода. Они способны долгое время сохранять первоначальный внешний вид.',
                        'Легкость монтажа.<br/>С задачей установки можно справиться самостоятельно. Вам не потребуется сложный инструмент. На монтаж жалюзи потребуется 10-20 минут.'
                    ]
                },
                {
                    title: 'Горизонтальные алюминиевые жалюзи: преимущества покупки в интернет-магазине FOROOM',
                    text: [
                        'Мы предлагаем вам стать клиентами нашего интернет-магазина в Москве и регионах и заказать современные горизонтальные алюминиевые жалюзи по доступным ценам. Что мы можем предложить вам как покупателю? Широкий ассортимент продукции дает возможность заказать системы на деревянные или пластиковые окна различных размеров. Мы поможем сделать выбор в пользу системы с креплением на стену, потолок или непосредственно на створку. Легкость выбора обеспечивается понятной и простой информацией, представленной на сайте. Она позволит быстро оценить все особенности реализуемых систем. Оптимальная стоимость алюминиевых изделий позволяет по доступной цене приобрести самые популярные модели.',
                        'Наши официальные представители готовы ответить на ваши вопросы, рассказать об особенностях систем и предоставить услуги по замеру и установке. На нашем сайте вы можете посмотреть видео по правилам замера, а также прочитать информацию по установке систем для деревянных и пластиковых окон. При необходимости, наши представители справятся с задачами по замеру и монтажу и предоставят полный комплекс услуг. Обращайтесь! Цена представленных систем приятно удивит даже экономных покупателей. Сделав выбор, вы сможете защититься не только от посторонних взглядов, но и от избытка света, приобретете современную солнцезащитную конструкцию. Приглашаем вас купить жалюзи FOROOM в Москве и других регионах РФ!'
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rulonnye-shtory-zebra',
            meta: {
                title: 'Рулонные шторы зебра на пластиковые окна: как выбрать и установить',
                description: 'Рулонные шторы на заказ в детскую: как выбрать и установить – советы экспертов интернет-магазина FOROOM. Виды и характеристики рулонных жалюзи Зебра. Как сочетать ее с обстановкой в комнате. Подробнее читайте на сайте!',
                keywords: '',
            },
            title: 'Рулонные шторы Зебра',
            blocks: [
                {
                    title: '',
                    text: [
                        'В интернет-магазине FOROOM вы можете купить рулонные шторы "Зебра", день – ночь. Представленная продукция пользуется заслуженной популярностью в Москве и других городах. Это обусловлено множеством ее достоинств. Рассмотрим их все! Мы уверены, что вы захотите сделать выбор в пользу солнцезащитной современной системы штор "Зебра". Она позволит не просто защититься от избытка света, но и преобразить интерьер. В чем особенность систем "день ночь"? Полотной рулонной шторы изготавливается из полос ткани разной плотности – прозрачной и непрозрачной. Перекинутое через вал полотно можно перемещать, совмещая одинаковые или разные полосы, и тем самым получать разную степень солнечной освещенности помещения. Мы предлагаем шторы "Зебра" в нескольких линейках.',
                        'Системы линейки INTEGRA.<br/>Предназначены для пластиковых окон. Такие рулонные шторы крепятся прямо на створку пластикового окна и составляют с ним одно целое. Вал, на который наматывается полотно, может быть открытым или спрятанным в короб.',
                        'Система GRANDE BOX DUO.<br/>С ее помощью можно перекрывать широкие оконные проемы. Такие рулонные шторы "Зебра" крепятся к потолку или стене над окном. Красивая штора закрывает окно вместе с подоконником, и является выразительным элементом интерьера. Вам не нужно поднимать штору, чтобы посмотреть за окно. Достаточно совместить на переднем и заднем полотне полосы прозрачной ткани.',
                    ]
                },
                {
                    title: 'Основные достоинства систем',
                    text: ['Три режима регулировки светом. Полотно ткани рулонных штор состоит из прозрачных и непрозрачных горизонтальных полос. Изменяя их положение, вы можете получить эффект рассеивания света, затемнение или открыть доступ солнечным лучам. Достаточно выбрать нужный режим рулонных штор. Легкость монтажа. Рулонные шторы данной конструкции можно установливать как на пластиковые, так и на деревянные окна. В нашем каталоге они представлены несколькими линейками, в виде интегрированных или свободновисящих систем. Стильный дизайн. Рулонные шторы становятся полноценным украшением любого окна. Они визуально увеличивают размеры пространства, и могут подчеркнуть дизайн помещения. Доступность. Шторами Зебра можно заменить традиционные занавеси и плотные тканевые портьеры. Приобретая их, вы не нуждаетесь в покупке другого декора для окна. Стоимость дизайн-оформления оконного проема уменьшается. Высокая надежность. Простая конструкция делает рулонные жалюзи надежными и предсказуемыми. Они не потребуют специального ухода, вы легко очистите их от загрязнений без использования специальных средств. Свой внешний вид и функционал шторы "день ночь" сохраняют на долгие годы. Функциональность. С помощью рулонных штор такого типа вы сможете решить сразу несколько задач. В темное время суток они защитят вас от посторонних взглядов, спасут от чрезвычайно яркого солнца. Днем позволят создать уютную, комфортную атмосферу в помещении. Выбирайте!']
                },
                {
                    title: 'Преимущества заказа продукции в FOROOM',
                    text: [
                        'Легкость выбора.<br/>Вам нужны рулонные шторы "день" или "ночь" – воспользуйтесь онлайн конструктором, чтобы подобрать лучший вариант для себя. • Помощь специалистов. Интересуют особенности штор "день ночь"? Задайте возникшие вопросы нашим профессионалам. Они расскажут о всех характеристиках штор и озвучат их ориентировочную стоимость.',
                        'Гарантированное качество продукции.<br/>Мы реализуем жалюзи "Зебра" собственного производства. Продукция соответствует всем установленным требованиям.',
                        'Обращайтесь! Оформите заказ и пользуйтесь удобными, практичными и привлекательными шторами типа день – ночь. Они обязательно понравятся вам. Все достоинства продукции день – ночь (штор Зебра) вы отметите в первые же часы использования. С солнцезащитными системами деревянные или пластиковые окна обретают полную комплектацию.',
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rulonnye-shtory-den-noch',
            meta: {
                title: 'Рулонные шторы день ночь',
                description: 'Рулонные шторы день ночь',
                keywords: '',
            },
            title: 'Рулонные шторы день ночь',
            blocks: [
                {
                    title: '',
                    text: [
                        'Система "День ночь" – популярная разновидность рулонных штор. Они сохраняют все преимущества классических систем и имеют усовершенствованную конструкцию. С помощью этих изделий окна приобретают завершенный внешний вид и обеспечивают уют и комфорт в помещении.',
                        'Такие рулонные шторы напоминают обычные солнцезащитные системы в рулонах, предназначенные для установки на деревянные или пластиковые окна. Основное отличие в том, что в производстве обычных занавесей применяется однослойная ткань, а данные системы состоят из сплошных и прозрачных полос, чередующихся друг с другом Сплошная полоса ткани "День ночь" – это плотная непрозрачная ткань, которая может быть выполнена в различных расцветках. Прозрачная полоса – это сетка, подходящая по цвету к сплошной ткани, или прозрачная органза. Утяжелитель выполнен в виде трубки, крутящейся вместе с тканью при подъеме или опускании рулонной шторы.',
                        'Обычные рулонные шторы на день поднимают. Это обеспечивает доступ света, но фактически лишает оконный проем декора. Время, когда минимально раскрывается эстетический потенциал такой шторы, день.',
                        'Поднятие и опускание ткани в рулонных шторах можно производить как ручным, так и автоматическим путем. В процессе движения рулонной шторы сплошные полосы перемещаются относительно прозрачных, и это позволяет отрегулировать тот уровень проникновения лучей солнца, который необходим. Поместив плотные полосы напротив прозрачных, можно добиться практически полного затемнения. А если совместить прозрачные полосы, можно обеспечить мягкий рассеянный свет в помещении. При необходимости осветить комнату по максимуму занавеси можно поднять. С помощью таких штор день и ночь можно устраивать по своему желанию, вне зависимости от времени суток.',
                        'Желаете идеально вписать в ваш интерьер такие рулонные конструкции? Продукция FOROOM отлично подходит для этого. Предлагаем широкий ассортимент штор, с помощью которых вы легко устроите ночь даже в дневное время.',
                        'Рулонные шторы могут устанавливаться практически на любые оконные конструкции. Мы предлагаем системы, разработанные для монтажа на стену, потолок или на створку. Мы производим самые популярные модели систем "День ночь", среди которых вы сможете подобрать подходящую именно вам:',
                    ]
                },
                {
                    title: 'GRANDE BOX DUO',
                    text: ['Рулонной шторой данной системы можно перекрывать большие проемы, до 2,8 м в ширину. При желании их можно комплектовать автоматическим управлением. Автоматическое управление осуществляется при помощи пульта, который упрощает процессы открывания и закрывания. Управление поднятием и опусканием шторы вручную – цепочное. Такие рулонные шторы "День ночь" можно монтировать к потолку или к стене.']
                },
                {
                    title: 'INTEGRA BOX DUO',
                    text: ['Совмещает преимущества занавесей системы "День-ночь" и кассетных штор. С их помощью окна приобретают презентабельность и гармоничность. Полотно шторы помещается в кассетную систему, защищающую его от пыли и повреждений. Данная система разработана специально для установки на пластиковые окна.']
                },
                {
                    title: 'INTEGRA SLIM DUO',
                    text: ['Яркая и оригинальная серия типа "День ночь". С ее помощью можно оформить окна за считанные минуты. Крепление рулонных изделий осуществляется с помощью защелки, скотча или накидных кронштейнов. Большой выбор расцветок ткани позволяет подобрать систему, которая отлично впишется в интерьер и станет его изюминкой. Данная система разработана специально для окон из ПВХ.']
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'kassetnye-shtory',
            meta: {
                title: 'Рулонные кассетные шторы',
                description: 'Рулонные кассетные шторы',
                keywords: '',
            },
            title: 'Рулонные кассетные шторы',
            blocks: [
                {
                    title: '',
                    text: ['Обычное деревянное или пластиковое окно не способно создать полностью комфортные условия в доме. Нежелательные посторонние взгляды и утренний яркий свет солнца доставляют ощутимый дискомфорт, от которого хочется избавиться. Эффективно и просто решить данную проблему вам помогут рулонные шторы FOROOM. Нами разработано и производится большое количество современных функциональных и недорогих солнцезащитных систем, которые способны стать надежной защитой вашего дома от нежелательных взглядов и солнца. Воспользовавшись нашими услугами, вы сможете легко и быстро создать желаемый уровень комфорта в собственном жилье. Особое место в ассортименте занимают кассетные конструкции. Их можно устанавливать на любые современные деревянные или пластиковые окна.']
                },
                {
                    title: 'NTEGRA BOX DUO',
                    text: ['Современная система с тремя режимами регулировки света. Разработана специально для окон из ПВХ.']
                },
                {
                    title: 'INTEGRA BOX+',
                    text: ['Универсальная система с декоративным коробом, в который прячется штора. Подходит для оконных конструкций вне зависимости от формы и размера штапика.']
                },
                {
                    title: 'Обе системы характеризуются следующими преимуществами',
                    text: [
                        '• эстетичный внешний вид<br/>' +
                        '• простота в монтаже и эксплуатации<br/>' +
                        '• высокая эффективность<br/>' +
                        '• экологичность<br/>' +
                        '• современный стильный дизайн, органично сочетающийся с любым по стилю интерьером<br/>' +
                        '• способность прослужить длительное время, сохраняя внешнюю привлекательность и первоначальную функциональность<br/>' +
                        '• доступные для широкой потребительской аудитории цены'
                    ]
                },
                {
                    title: '',
                    text: [
                        'Выбор в пользу кассетных конструкций FOROOM – это отличный вариант, если вы хотите создать комфортные условия в помещении при небольших материальных затратах. Для любых пластиковых или современных деревянных окон в рекомендуемом нами ассортименте вы сможете подобрать кассетные модели необходимого размера, цены которых будут полностью приемлемыми.',
                        'Рулонная штора в современном виде появилась не так давно, но заслуженно стала пользоваться высоким спросом. Практичность, долговечность и функциональность, которые в себе сочетает рулонная штора, послужили основными причинами широкой востребованности данного изделия. Воспользуйтесь продукцией FOROOM, чтобы обеспечить современный качественный декор для окна, цена которого была бы недорогой. Кассетные конструкции вы сможете легко установить, воспользовавшись инструкциями, расположенными на нашем сайте. Монтаж рулонных систем, созданных торговой маркой FOROOM, не потребует от вас специальных знаний и умений.',
                        'Выбирайте и приобретайте для комплектации каждого окна в своем доме созданные нами кассетные системы. В любом случае, необходимость скрыть жилье от посторонних взглядов и яркого солнечного света возникает у каждого, а мы вам предлагаем эффективное и недорогое решение. Приобретение рулонных солнцезащитных систем избавит вас от необходимости тратиться на дорогие тканевые плотные шторы. Вы сможете дополнить оконный декор легкими прозрачными гардинами и на этом закончить обустройство интерьера. Воспользуйтесь онлайн-конструктором, чтобы выбрать подходящие рулонные системы FOROOM, и закажите их в любое удобное время.'
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'nedorogiye-rulonnye-shtory',
            meta: {
                title: 'Недорогие рулонные шторы',
                description: 'Недорогие рулонные шторы',
                keywords: '',
            },
            title: 'Недорогие рулонные шторы',
            blocks: [
                {
                    title: '',
                    text: ['Рулонные шторы – это одна из самых популярных солнцезащитных систем, объединяющая в себе все достоинства классических тканевых штор и жалюзи для окон.']
                },
                {
                    title: 'Функции рулонных штор',
                    text: ['Рулонные шторы – это обычное тканевое полотно, которое с помощью подъемного механизма сворачивается на рабочий металлический вал. Это позволяет с легкостью менять положение шторы, при необходимости регулируя степень освещения помещения. Эта функция была позаимствована у обычных оконных жалюзи. В опущенном положении полотно ткани рулонных систем образует функциональную защиту от солнечных лучей яркого солнца и посторонних взглядов любопытных соседей и просто прохожих.']
                },
                {
                    title: 'Виды штор',
                    text: ['Солнцезащитные системы рулонного типа, представленные на рынке, можно условно разделить на две группы: открытые и закрытые. Открытые конструкции состоят из вала, полотна ткани и отвеса ткани. Вал рулонных штор крепится к стене либо прямо к раме окна. Отвес ткани необходим для того, чтобы полотно свисало на окне ровно и красиво. Особенностью закрытых штор является наличие специального короба, внутри которого скрываются механизмы управления и ткань. Удержание ткани на окне в наклонном состоянии его створок обеспечивается за счет направляющих планок.']
                },
                {
                    title: 'Преимущества штор в рулонах',
                    text: [
                        'Рулонные шторы пользуются большой популярностью у потребителей и дизайнеров по всему миру. Хотите купить данный вид солнцезащитных систем?',
                        'Вот некоторые их преимущества:<br>' +
                        '• оригинальный внешний вид<br>' +
                        '• легкость и компактность<br>' +
                        '• простота установки и эксплуатации<br>' +
                        '• защита от посторонних взглядов<br>' +
                        '• надежная защита от прямых солнечных лучей',
                        ' В свернутом состоянии, солнцезащитные системы данного типа совершенно не мешают обзору, не перекрывают подоконник, оставляя свободный доступ к предметам на нем и возможность проветривания. Они не загромождают проем окна, но при этом справляются со своими функциями не хуже тканевых портьер. Именно поэтому такие светозащитные конструкции особенно удобны в помещениях небольшой площади. Многофункциональность изделий рулонного типа позволяет использовать их в комплекте с любым видом портьер.',
                    ]
                },
                {
                    title: 'Где купить недорогие рулонные шторы?',
                    text: ['Интернет магазин FOROOM предлагает вам широкий ассортимент солнцезащитных систем, отличающихся безупречными потребительскими качествами и доступной ценой. Обращаясь в наш магазин, вы получаете оригинальное изделие, оснащенное несколькими ступенями защиты. Мы предлагаем вам рулонные шторы различных типов. Серия INTEGRA. Подразумевает плотное прилегание шторы к оконной раме, тем самым обеспечивая качественное затемнение. Вы можете заказать изделия, выполненные из плотной ткани или из комбинированных полос, как в серии INTEGRA SLIM DUO и INTEGRA BOX DUO. Рулонные шторы, перекрывающие целиком оконный проем. Отличаются компактной конструкцией, быстрой и простой установкой. Невысокая цена делает шторы такой конструкции доступными. Оформите заказ в магазине FOROOM, чтобы получить современную и оригинальную солнцезащитную систему по самой выгодной цене в Москве!']
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'gorizontalnye-zhalyuzi-na-plastikovyye-okna',
            meta: {
                title: 'Горизонтальные жалюзи на пластиковые окна',
                description: 'Горизонтальные жалюзи на пластиковые окна',
                keywords: '',
            },
            title: 'Горизонтальные жалюзи на пластиковые окна',
            blocks: [
                {
                    title: '',
                    text: ['Горизонтальные жалюзи – великолепная и функциональная деталь интерьера. Они крепятся на пластиковые оконные конструкции и позволяют солнечному свету проникать внутрь помещения в том объеме, в котором это комфортно хозяевам. Современные солнцезащитные жалюзи составляют единое целое с окном, просты и удобны в использовании.']
                },
                {
                    title: 'Горизонтальные жалюзи: разнообразие выбора',
                    text: [
                        'Горизонтальные жалюзи – одна из самых востребованных солнцезащитных систем в мире. Они позволяют регулировать уровень освещенности в помещении. В закрытом состоянии горизонтальные жалюзи полностью или практически полностью перекрывают световой поток. Такие конструкции для окна изготавливаются из различных материалов и бывают:',
                        '• алюминиевые<br>' +
                        '• пластиковые<br>' +
                        '• бамбуковые<br>' +
                        '• деревянные',
                        'Материал ламелей определяет внешний вид жалюзи. Многообразие выбора дает возможность купить наиболее подходящий для интерьера вариант. Самыми ненадежными считаются горизонтальные солнцезащитные пластиковые системы. Они часто ломаются и быстро выцветают на солнце. Самые надежные системы производятся из алюминия. Крепятся жалюзи на пластиковые окна прямо на раму. Установка выполняется в среднем за 15 минут, и доступна для самостоятельного крепления на окна, конечно, если использовать их по назначению – именно на пластиковых конструкциях. Широкая гамма цветов горизонтальных жалюзи значительно упрощает подбор солнцезащитных изделий для помещений любых интерьеров.'
                    ]
                },
                {
                    title: 'Преимущества горизонтальных жалюзи',
                    text: [
                        'Горизонтальные солнцезащитные жалюзи отлично дополняют функционал пластиковых окон. Это одна из самых популярных солнцезащитных систем сегодня.',
                        'Их востребованность объясняется рядом факторов:',
                        '• жалюзи имеют высокую устойчивость к воздействию дневного света и солнечных лучей;<br>' +
                        '• горизонтальные конструкции являются компактными, надежными и доступными, именно за счет этого они уже давно используются в жилых и офисных помещениях;<br>' +
                        '• влагостойкость горизонтальных жалюзи позволяет устанавливать их на окна в помещениях с повышенными санитарными требованиями;<br>' +
                        '• горизонтальные системы, установленные на пластиковые окна, обеспечивают достаточную для комфортного пребывания в помещении защиту от прямых солнечных лучей, а также надежно укрывают от посторонних взглядов;<br>' +
                        '• не впитывают запахи;<br>' +
                        '• не деформируются при правильной эксплуатации;<br>' +
                        '• горизонтальные солнцезащитные системы просты в уходе;<br>' +
                        '• не накапливают статическое электричество.',
                        'Солнцезащитные системы FOROOM соответствуют мировым аналогам, защищены от подделок и позволяют регулировать свет в помещении так, как необходимо в той или иной ситуации.'
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'alyuminiyevyye-zhalyuzi-na-plastikovyye-okna',
            meta: {
                title: 'Алюминиевые жалюзи на пластиковые окна',
                description: 'Алюминиевые жалюзи на пластиковые окна',
                keywords: '',
            },
            title: 'Алюминиевые жалюзи на пластиковые окна',
            blocks: [
                {
                    title: '',
                    text: ['Задумываетесь о покупке новых жалюзи, но боитесь сложностей, с которыми предстоит столкнуться при их установке на современные окна в вашей квартире, доме или офисе? Предлагаем обратить внимание на алюминиевые солнцезащитные системы INTEGRA G-FORM, идеально подходящие для монтажа на пластиковых окнах!']
                },
                {
                    title: 'В чем преимущества таких жалюзи?',
                    text: [
                        'Нередко только после приобретения жалюзи покупатель понимает, как мало раскрывался потенциал современного окна до того, как были установлены солнцезащитные конструкции. На сегодняшний день для многих современных людей жалюзи являются неотъемлемой частью функционала окон. Они удачно сочетаются с традиционными шторами и занавесками, а то и становятся их полноценной заменой, выполняя в несколько разы больше функций, и решая целый комплекс проблем.',
                        'Благодаря жалюзи пластиковые окна становятся функциональным и эстетичным элементом интерьера. Личная жизнь вашей семьи остается недоступной для посторонних взглядов:– достаточно просто опустить жалюзи. При этом легко подходить при подходе к окну, ничто не мешает использовать пространство подоконника, что особенно удобно в небольших помещениях. Простой поворот ламелей делает комнату светлее или, наоборот, создает приятный полумрак по вашему желанию. Это действительно легко!'
                    ]
                },
                {
                    title: 'Солнцезащитные системы FOROOM: жалюзи, созданные специально для ваших окон',
                    text: [
                        'Ассортимент уже готовых к эксплуатации изделий представлен широким разнообразием моделей, обладающих различными эстетическими и функциональными характеристиками. Вы сами выбираете, какими должны быть ваши алюминиевые жалюзи. Продукция FOROOM предоставляет для этого максимальные возможности: ',
                        'INTEGRA G-FORM.<br/>Эти солнцезащитные системы устанавливаются на створки, оставляя открытым подоконник.',
                        'G-FORM.<br/>Данная модель разработана для перекрытия малых и средних оконных проемов, и широко используется в офисных и общественных помещениях.',
                        'Простота конструкций солнцезащитных позволяет самостоятельно устанавливать их на окнах, стене или потолке. Крепления систем продуманы до мельчайших деталей для быстрой установки , и не требуют использования сложных инструментов.',
                        'Алюминиевые солнцезащитные системы устанавливаются так же просто, как крепятся обычные занавески на карнизе. В комплектацию изделий входят удобные фиксаторы для осуществления крепежа к створке, что позволяющего удерживать ламели в наклонном состоянии створок. Процедура монтажа изделия на ваши пластиковые окна занимает в среднем около 15 минут. Сразу после этого вы можете начинать использовать жалюзи, получая максимум пользы и удовольствия от их приобретения!',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'gorizontalnye-alyuminiyevyye-zhalyuzi-na-plastikovyye-okna',
            meta: {
                title: 'Особенности конструкции горизонтальных жалюзи',
                description: 'Особенности конструкции горизонтальных жалюзи',
                keywords: '',
            },
            title: 'Особенности конструкции горизонтальных жалюзи',
            blocks: [
                {
                    title: '',
                    text: [
                        'Жалюзи – универсальная солнцезащитная система, предназначенная для оснащения современных окон. Ее отличают удобство и простота использования, долговечность и функциональность. С помощью жалюзи оказалось так просто регулировать уровень освещенности помещений, что сегодня они рассматриваются как самый простой и функциональный способ защиты от солнца. Процесс установки занимает около 15-20 минут.',
                        'Классическим вариантом солнцезащитных систем считаются модели именно горизонтальной конструкции. Они уместны в офисных и жилых помещениях, с их помощью можно защищать от солнца оконные проемы в любых интерьерах. Возможность выбора оттенка карниза под цвет профиля позволяет сделать жалюзи в поднятом состоянии практически незаметными на фоне окна или, наоборот, яркой деталью интерьера.',
                        'Для производства ламелей используется алюминий – материал с отличными техническими характеристиками. Он легкий, прочный, гибкий, хорошо выдерживает воздействие ультрафиолета, неприхотлив в уходе. Поэтому горизонтальные алюминиевые системы являются наиболее распространенным вариантом защиты от солнца. Они отлично сочетаются с современными пластиковыми окнами, легко монтируются и надежно затеняют помещение.',
                    ]
                },
                {
                    title: 'Особенности конструкции горизонтальных жалюзи',
                    text: [
                        'Солнцезащитные системы состоят из множества алюминиевых пластин (ламелей) одинакового размера. Ламели крепятся к верхнему карнизу при помощи прочных «лесенок».',
                        'Производство солнцезащитных систем FOROOM осуществляется фабричным способом с применением современного оборудования.',
                        'Горизонтальные жалюзи с ламелями из алюминия – простое решение при выборе солнцезащитной системы, которую отличает высокое качество и доступная цена.',
                        'Специальный механизм дает возможность поворачивать ламели вокруг оси. Так можно управлять интенсивностью потока солнца, поступающего в комнату. Даже при опущенных жалюзи комната может быть хорошо освещена, если ламели повернуты перпендикулярно плоскости стекла.',
                        'В поднятом состоянии конструкция занимает минимум места, предоставляя полный доступ к подоконнику. Створку, на которую установлены горизонтальные жалюзи, можно откидывать для проветривания и полностью распахивать: солнцезащитная система плотно прилегает к створке и будет перемещаться вместе с ней. Пластиковые окна при этом сохраняют свою полную функциональность и приобретают завершенный внешний вид.',
                    ]
                },
                {
                    title: 'Особенности и преимущества алюминиевых солнцезащитных систем',
                    text: [
                        'Наилучшими эксплуатационными свойствами наделены алюминиевые жалюзи. Их основные преимущества:',
                        '• высокий уровень прочности<br/>' +
                        '• износостойкость<br/>' +
                        '• длительный срок эксплуатации<br/>' +
                        '• доступная цена',
                        'Алюминиевые жалюзи производятся из экологически чистых материалов без использования токсичных полимеров. Именно поэтому они считаются экологичными и безопасными для человека и окружающей среды.',
                    ]
                },
                {
                    title: 'Комплектация солнцезащитных систем для окон',
                    text: [
                        'При выборе горизонтальных жалюзи нужно обращать внимание на качество комплектующих деталей. Комфортный и эффективный процесс установки и эксплуатации изделий FOROOM обеспечивается применением только качественных комплектующих:',
                        'Карниз.<br/>Это важная часть горизонтальной солнцезащитной системы, он тоже производится из алюминия для сохранения малого веса конструкции. Отличие изделий FOROOM заключается не только в низкой цене, но также в качестве производимой продукции.',
                        'Цепочка управления.<br/>С её помощью можно регулировать как угол поворота ламелей, так и уровень их поднятия.',
                        'Соединительные механизмы.<br/>Сборка жалюзи осуществляется с контролем качества на каждом этапе, позволяя своевременно выявлять брак.',
                        'Нижний отвес.<br/>Обеспечивает равновесие и плавный ход системы.',
                        'Горизонтальные алюминиевые системы FOROOM имеют гарантию производителя и защиту от подделок. Сотрудничая с нами, вы получаете высокотехнологичное изделие по доступной цене, которое защитит ваш дом от палящего солнца и сделает ваши окна стильными и презентабельными!',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rimskiye-shtory-na-zakaz',
            meta: {
                title: 'Римские шторы на заказ: выбор по цвету | Интернет-магазин FOROOM',
                description: 'Римские шторы на заказ: выбор штор по цвету – советы экспертов интернет-магазина FOROOM. Как именно подобрать пары сочетающихся цветов и рисунков? Об этом – в нашем материале. Подробнее читайте на сайте!',
                keywords: '',
            },
            title: 'Римские шторы на заказ',
            blocks: [
                {
                    title: '',
                    text: [
                        'Стильные и функциональные римские шторы ROMA торговой марки FOROOM являются воплощением немеркнущей классики. Они прекрасно вписываются в обстановку жилых комнат, офисов и представляют собой удачный завершающий аккорд в оформлении различных помещений.',
                        'Универсальность римских карнизов и штор в сочетании с отличной солнцезащитной характеристикой производимых нами изделий позволят оформить помещения различной планировки. А простота использования изделий и их функциональность сделают жизнь в таком доме комфортной и приятной.'
                    ]
                },
                {
                    title: 'Преимущества штор FOROOM',
                    text: [
                        'Выбирая солнцезащитные римские шторы FOROOM на заказ, вы получаете комплексное решение по оформлению окон, которое отвечает ожиданиям покупателей:',
                        '• римские шторы отличаются простотой замера, установки, их может установить даже подросток;<br/>' +
                        '• вид используемых тканей для штор легко обновить, почистив их пылесосом на малой мощности и повесив обратно;<br/>' +
                        '• приобретение таких штор отличается низкой стоимостью, что немаловажно для семейного бюджета.',
                        'Конструкция изделий позволяет им выглядеть как цельное полотно или же образовывать красивые складки за счет наличия специальных реек с обратной стороны.',
                    ]
                },
                {
                    title: 'Популярные римские шторы',
                    text: [
                        'Римские шторы ROMA выполняются из тканей различных оттенков и фактуры. В нашем магазине представлена портьерная ткань в нескольких цветовых вариантах. Предпочтение отдано ей по причине практичности и долговечности этого материала.',
                        'Каркасы для солнцезащитных римских конструкций производятся из различных материалов, чаще всего из алюминия, в сплаве являющегося одновременно легковесным и прочным. Последняя характеристика особенно важна, если римские шторы изготовлены из плотных, тяжелых тканей.',
                    ]
                },
                {
                    title: 'Карнизы для шторы',
                    text: [
                        'Помимо выбора наиболее подходящей по цвету ткани для производства римских штор, значительную роль в оформлении окна играют карнизы для таких изделий, максимально соответствующие каждому отдельному варианту, отличающиеся долговечностью, прочностью и безупречным качеством.',
                        'Фиксация римских штор возможна двумя способами: на стену или к потолку. Управление изделием осуществляется при помощи цепочного механизма.',
                        'Данная модель штор широко применяется в оформлении загородных домов, кафе, гостиниц и многих других помещений.',
                        'Классическая римская оконная штора хороша тем, что не нуждается в каком-либо дополнительном декоре. А потому удачный выбор цвета конструкции позволит вам создать гармоничный элемент интерьера, способный не только преобразить убранство помещения, но и создать настроение вам и вашим гостям. Римские шторы, заказ которых очень просто сделать на нашем сайте, преобразят ваш интерьер!',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'istoriya-poyavleniya-shtor-plisse',
            meta: {
                title: 'История возникновения штор плиссе',
                description: 'История возникновения штор плиссе',
                keywords: '',
            },
            title: 'История возникновения штор плиссе',
            blocks: [
                {
                    title: '',
                    text: [
                        'Cлово «плиссе» возникло в XVII веке и происходит от французского слова plisse (pli), которое переводится как складка. Это тип обработки ткани с помощью пресса или отпаривания утюгом, при котором на материале появляются ровные параллельные складки. Ширина полос может варьироваться от 5 миллиметров до 5 сантиметров.',
                        'Но сама история плиссированных тканей уходит далеко в прошлое. Еще в Древнем Египте они пользовались большой популярностью. Сначала из материалов в складку шились костюмы фараонов, а затем плиссированными тканями стали отделывать и традиционные одежды египтян – схенти. Впоследствии успех плиссе был завоеван в Китае, Японии, Шотландии и Азербайджане. У материала, напоминающего гармошку достаточно долгая история. Но только в 1907 году была разработана и запатентована обработка ткани современным способом.',
                        'Сегодня из плиссированных тканей производится одежда, украшения, драпировочные материалы, занавески, и многое другое. Одноименное название получили и солнцезащитные системы со складочной тканью. Шторы плиссе – это системы защиты от солнца, устанавливаемые на окна. Представляют собой 2 карниза, соединяющихся между собой плиссированной тканью, через которые проходят веревочные канатики.',
                        'INTEGRA PLISSE торговой марки FOROOM – изделия, относящиеся к плиссированным шторам. Конструкция этих систем рассчитана для установки на створки окон только прямоугольной формы, которые распространены в большинстве современных помещений. Возможность открывать плиссированные шторы в двух направлениях и перекрывать любую часть окна, оставляя открытым, например, только верх, позволили системе INTEGRA PLISSE заслужить огромную популярность среди покупателей. За счет своего широкого распространения и универсальности (только прямоугольная форма разных размеров) INTEGRA PLISSE относится к изделиям массового спроса и имеет уникально низкую стоимость для этого типа систем. Цена на шторы плиссе тм FOROOM едина у всех официальных представителей на всей территории России.',
                        'Все системы INTEGRA PLISSE производятся на заказ на современном автоматизированном производстве европейского уровня, имеющем площадь более 2000 квадратных метров. Каждое изделие проходит проверку службой контроля качества, поэтому выпускаемая продукция плиссированных штор FOROOM имеет высокую степень исполнения.',
                        'Для покупателей систем INTEGRA PLISSE всегда есть возможность выбора тканей из специального каталога. В ассортименте только лучшие ткани, пользующиеся огромной популярностью. Так, например, ткани, имитирующие лен, выглядят на окне великолепно и придают помещению изысканный вид.',
                        'Чтобы купить шторы плиссе на окна, достаточно знать необходимый размер и определиться с выбором ткани. В удобном <a href="/buy/">КОНСТРУКТОРЕ</a> на сайте можно примерить понравившийся материал в режиме онлайн и увидеть, как изделия INTEGRA PLISSE будут выглядеть на окне. Чтобы заказать плиссе, всего лишь необходимо оформить покупку на сайте или обратиться к официальному представителю FOROOM.',
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rulonnye-shtory-den-noch-zebra',
            meta: {
                title: 'Рулонные шторы DUO, или день-ночь',
                description: 'Рулонные шторы DUO, или день-ночь',
                keywords: '',
            },
            title: 'Рулонные шторы DUO, или день-ночь',
            blocks: [
                {
                    title: 'Устройство рулонных штор день-ночь. Принцип работы.',
                    text: [
                        'Любой интерьер помещения подразумевает его декорирование, в том числе и окон. Большой популярностью у покупателей пользуются системы рольштор с тканями DUO торговой марки FOROOM.  Эти солнцезащитные изделия еще называют «Рулонные шторы день-ночь» или «Зебра». ',
                        'Конструкция рулонных штор день-ночь представляет собой вал, на который намотано сложенное вдвое полотно ткани. Само полотно состоит из чередующихся полос прозрачного и непрозрачного материала. Совмещая эти полосы относительно друг друга, можно добиться различного уровня освещения в помещении. В коллекции материалов для рулонных штор день-ночь цвета, текстуры и фактуры тканей представлены различными вариантами. В зависимости от выбранного материала можно получить желаемый эффект освещения в помещении.  ',
                        'Изделия с тканями DUO выигрышно смотрятся на окне, отлично защищают от солнца и посторонних взглядов.',
                    ]
                },
                {
                    title: 'Виды рулонных штор день-ночь',
                    text: [
                        'Рулонные шторы DUO торговой марки FOROOM делятся на две основные группы – это системы рулонных штор день-ночь на пластиковые окна, которые относятся к интегрированным и имеют в своем названии приставку INTEGRA, и системы рольштор для перекрытия проемов целиком, которые называют свободновисящими. ',
                        'Преимуществом первой группы является компактность, свободный подоконник и легкое проветривание помещения. Ко второй группе можно отнести такие преимущества как самостоятельный декор окна, возможность скрытия батарей и коммуникаций, а также перекрытие больших оконных проемов.',
                        'Также в каждой группе систем выделяют изделия с коробом, кассетные рулонные шторы день-ночь, и без короба.',
                        'Короб, или как его еще называют «кассета», выполняет не только декоративную, но и защитную функцию, благодаря которой вал с тканью и механизм управления защищены от попадания пыли и грязи.',
                    ]
                },
                {
                    title: 'Рулонные шторы день-ночь на пластиковые окна: INTEGRA SLIM DUO и INTEGRA BOX DUO',
                    text: [
                        'Установка рулонных штор DUO на пластиковые окна – это, пожалуй, самый популярный способ размещения солнцезащитных изделий. В коллекции рулонных штор DUO представлены две системы, которые устанавливаются на створки окон – это INTEGRA SLIM DUO и INTEGRA BOX DUO.  Обе интегрированные системы компактны и не отяжеляют конструкцию окна. Преимуществом установки рулонных штор зебра (день-ночь) на пластиковые окна можно назвать свободный доступ к подоконнику, легкое проветривание помещения и возможность крепления изделий без сверления.',
                        'Рулонные шторы INTEGRA SLIM DUO и INTEGRA BOX DUO отличаются между собой наличием алюминиевого короба и боковых направляющих.  Последняя имеет в своей конструкции декоративный короб, который дополнительно защищает механизм управления от пыли, и боковые направляющие, внутри которых перемещается полотно ткани. Соответственно в системе INTEGRA SLIM DUO  короб и направляющие отсутствуют. Преимуществом рулонных штор без короба можно назвать их более компактную конструкцию, альтернативный вариант установки на навесные кронштейны и меньшую стоимость.',
                    ]
                },
                {
                    title: 'Рулонные шторы день-ночь на проем: CLIC DUO, CLIC BOX DUO, GRANDE BOX DUO',
                    text: [
                        'Если в помещении необходимо перекрыть оконный проем полностью, то в коллекции торговой марки FOROOM можно найти три системы рулонных штор DUO для этих целей. Чаще всего изделия с креплением на стену или потолок выбирают для самостоятельного декора окна, для зрительного увеличения оконного проема, для скрытия батарей и различных коммуникаций, а также, если интегрированные системы не подходят по размеру оконной створки.  ',
                        'Свободновисящие рулонные шторы день-ночь бывают также закрытого (с коробом) и открытого (без короба) типов. К открытому типу относится система CLIC DUO. К закрытому соответственно CLIC BOX DUO и GRANDE BOX DUO. ',
                        'Рулонные шторы серии CLIC могут быть установлены на окна шириной до 2-х метров. Это практически бесшумные в работе изделия благодаря специальному кордовому механизму управления с веревочным шнуром. ',
                        'Для увеличенных оконных проемов шириной до 230 см идеально подойдет система GRANDE BOX DUO, которая дополнена алюминиевым декоративным коробом и стильной металлической цепью.',
                    ]
                },
                {
                    title: 'Установка рулонных штор день-ночь. Типы крепления',
                    text: [
                        'Для рулонных штор день-ночь предусмотрено разные типы установки в зависимости от выбранного изделия. Если это системы INTEGRA, которые крепятся на створки пластиковых окон, то конструкция монтируется на двусторонний скотч или на навесные кронштейны. ',
                        'Если система предназначена для перекрытия оконного проема, то изделие крепится к потолку или к стене. Для стены в этом случае предусмотрены специальные кронштейны. Если вынос от стены должен быть увеличен, например, необходимо обойти батарею или другие коммуникации, то к кронштейнам можно заказать дополнительно удлинители.',
                    ]
                },
                {
                    title: 'Управление рулонными шторами день-ночь',
                    text: [
                        'Рулонные шторы DUO тм FOROOM быть выполнены с одним из двух типов управления – ручным или дистанционным.',
                        'Системы INTEGRA, которые устанавливаются на створки окон, могут быть изготовлены либо с цепочным механизмом, либо с электроприводом, работающим от аккумулятора. Если изделие оснащается мотором, то управление поднятием и опусканием ткани происходит с помощью пульта ДУ. Аккумуляторы, встроенные в электропривод, заряжаются от сети, как обычный телефон.',
                        'Системы серии CLIC управляются только вручную. Преимуществом данных изделий является их практически бесшумная работа благодаря специальному кордовому механизму с веревочным шнуром. ',
                        'Система GRANDE BOX DUO может быть выполнена либо с цепочным механизмом, либо с мотором. Если в изделие устанавливается электропривод, то здесь необходимо выбрать мотор с аккумулятором либо мотор, работающий от сети. В последнем варианте не нужно периодически заряжать аккумуляторы, изделие для работы должно быть подключено к сети постоянно.',
                    ]
                },
                {
                    title: 'Уход за рулонными шторами день-ночь',
                    text: [
                        'Все ткани DUO в рулонных шторах день-ночь пропитаны пылеотталкивающей пропиткой, которая предотвращает оседание пыли на полотне изделия. Дополнительную защиту материалу в изделиях закрытого типа обеспечивает алюминиевый короб, который скрывает также и механизм управления.',
                        ' Ткани рулонных штор DUO стирать нельзя. Для поддержания чистоты необходимо периодически протирать их сухой щеткой. А в изделиях закрытого типа периодически протирать металлический короб слегка влажной тряпкой. Благодаря таким несложным действиям рулонные DUO торговой марки FOROOM будут оставаться чистыми и свежими.'
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'kak-vybrat-gorizontalnye-zhalyuzi',
            meta: {
                title: 'Как выбрать горизонтальные жалюзи на окна: подбираем цвет и размеры',
                description: 'Как выбрать горизонтальные жалюзи на окна: учимся подбирать цвет и размеры – советы экспертов интернет-магазина FOROOM. Виды изделий по типу управления, материалу и способу монтажа. Плюсы и минусы. Подробнее читайте на сайте!',
                keywords: '',
            },
            title: 'Как выбрать горизонтальные жалюзи на окна',
            blocks: [
                {
                    title: 'Устройство горизонтальных жалюзи',
                    text: [
                        'Очень популярным видом солнцезащитных систем являются алюминиевые горизонтальные жалюзи тм FOROOM. Они представляют собой поперечно расположенные металлические ламели, которые соединены между собой специальными тросиками. Сверху ламелей располагается карниз изделия, который крепится к створке или стене. Жалюзи гармонично вписываются в любой стиль интерьера, так как коллекция материалов для изготовления изделий разнообразна по цвету и текстуре.',
                        'Основным предназначением алюминиевой конструкции в помещении является защита от солнца. Регулирование уровня светового потока, где установлены на пластиковых окнах горизонтальные жалюзи, происходит с помощью вращения ламелей вокруг своей оси, а также полным поднятием или опусканием их. Кто не знает, как закрыть горизонтальные жалюзи или открыть их, отвечаем: управление изделием осуществляется посредством цепи или стержня, которые размещены с одной из сторон изделия.',
                    ]
                },
                {
                    title: 'Виды горизонтальных жалюзи',
                    text: [
                        'Линейка систем тм FOROOM делится на два типа – изделия для пластиковых окон, которые крепятся на оконные створки, и изделия для перекрытия проемов, которые крепятся на стену или потолок.',
                        'Горизонтальные жалюзи, механизм которых предусматривает крепление к створке, носят название INTEGRA G-FORM. Они максимально близко прилегают к стеклу и создают эффект единой конструкции с окном, особенно за счет цвета системы, сочетающимся с популярными оттенками пластикового оконного профиля. Достоинством горизонтальных жалюзи на пластиковые окна является компактность конструкции, свободный доступ к подоконнику, возможность открытия створки на 90 градусов. Решение идеально подойдет тем, кто привык регулярно проветривать помещения, а также активно использовать подоконник для украшения комнатными растениями или другими элементами интерьера.',
                        'Система G-FORM соответственно крепится на стену или потолок, перекрывая оконный проем целиком. Такое изделие можно назвать универсальным, т.к. оно подходит для оформления пластиковых и деревянных, типовых и нестандартных окон. Система G-FORM для проемов выигрывает там, где необходимо скрыть различные инженерные коммуникации, розетки, батареи или изготовление горизонтальных жалюзи предусматривает увеличенный размер по сравнению с конструкцией для створок.',
                    ]
                },
                {
                    title: 'Как собрать горизонтальные жалюзи',
                    text: ['Перед каждым, кто купил изделие INTEGRA G-FORM или G-FORM, встает вопрос о сборке конструкции. Ответ однозначный. Собирать системы тм FOROOM не нужно. Изделия комплектуются на заводе и поставляются покупателю в готовом собранном виде. В помещении их необходимо только распаковать и смонтировать на окно или проем. Инструкция по установке вложена в коробку с заказом. ']
                },
                {
                    title: 'Установка горизонтальных жалюзи',
                    text: ['Подробные этапы, как вешать горизонтальные жалюзи прописаны в соответствующих разделах сайта: <a href="#">INTEGRA G-FORM</a> (на пластиковые окна) и <a href="#">G-FORM</a> (для установки изделия на проем).']
                },
                {
                    title: 'Управление горизонтальными жалюзи',
                    text: [
                        'Металлические горизонтальные жалюзи управляются вручную с помощью пластиковой цепи или поворотного стержня. Для системы INTEGRA G-FORM предусмотрен мономеханизм управления. Это означает, что опустить жалюзи горизонтальные вниз, поднять их вверх или повернуть ламели вокруг своей оси можно с помощью одной цепи управления. Для удобства пользования цепь можно расположить с правой или левой стороны конструкции. Сторона расположения механизма управления согласовывается при оформлении заказа на изготовление изделия. ',
                        'Система G-FORM управляется посредством пластиковой цепи и поворотного стержня. Вращение ламелей вокруг своей оси происходит благодаря вращению стержня, а поднятие и опускание ламелей возможно благодаря перетягиванию цепи управления.',
                        'Отрегулировать естественное освещение в помещении таким образом можно легко и быстро без каких-либо усилий.'
                    ]
                },
                {
                    title: 'Уход за горизонтальными жалюзи',
                    text: [
                        'Со временем любое изделие требует чистки, в том числе и солнцезащитная система. Поэтому у покупателей неизбежно встает вопрос, как снять горизонтальные жалюзи и как помыть алюминиевые ламели изделия в домашних условиях. Обычно чистка жалюзи осуществляется по мере их загрязнения. Для поддержания первоначального вида изделия производить его уборку два раза в месяц будет вполне достаточно. Стоит отметить, что снимать конструкцию с окна или откручивать ее от стены совсем необязательно. Ухаживать за алюминиевыми ламелями можно на смонтированном изделии.',
                        'Производитель рекомендует пыль смахивать специальной щеткой с мягким ворсом, а сильно загрязненные участки горизонтальных жалюзи мыть, как и карниз изделия, слегка влажной тряпкой, предварительно смочив ее в мыльном растворе. После влажной уборки металлические ламели и карниз необходимо протереть сухой тряпкой для предотвращения возникновения коррозии и образования разводов. ',
                        'В каждом заказе с продукцией тм FOROOM вложена инструкция, где подробно описано, как ухаживать за солнцезащитным изделием.',
                    ]
                },
                {
                    title: 'Как заказать горизонтальные жалюзи',
                    text: [
                        'Изготовление горизонтальных жалюзи на заказ подразумевает исполнение готового изделия точно по размерам, заданным заказчиком и по выбранным им предпочтениям. Торговая марка FOROOM предлагает покупателям приобрести горизонтальные жалюзи недорого. Установленная производителем цена на солнцезащитную продукцию достаточно демократична и позволяет без лишних затрат стать обладателем изделия качественного по всем характеристикам – как по исполнению, так и по внешнему виду. Стоимость на продукцию с выбранными параметрами можно узнать в разделе Конструктор. Она едина для всех розничных точек продаж и не может меняться в большую сторону.',
                        'В каталоге материалов для горизонтальных жалюзи цвета ламелей представлены в большом разнообразии.  В интерьере солнцезащитная система тм FOROOM выглядит  гармонично, особенно при правильно подобранном окрасе металлической конструкции. Стоит отметить, что классический белый цвет сочетается с любым стилем помещения. Так в спальне или на кухне  горизонтальные жалюзи по отзывам многих покупателей выглядят лаконично, создавая особый уют и воздушность оконного пространства. А для детских комнат, где чаще всего преобладают яркие позитивные цвета, в коллекции материалов FOROOM представлены цветные ламели на любой вкус.',
                        'Заказать изделия для гостиной, спальни, кухни, детской или другого помещения можно через официальных Представителей бренда FOROOM. Сделать это можно на сайте или непосредственно в точках продаж, адреса которых указаны в разделе <a href="#">Где купить</a>.',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rimskiye-shtory-na-kukhnyu',
            meta: {
                title: 'Римские шторы для окна на кухню: гид по выбору',
                description: 'Римские шторы для окна на кухню: гид по выбору – советы экспертов интернет-магазина FOROOM. Как выбрать римские шторы? Какие виды существуют? Их достоинства и недостатки. Как правильно подобрать ткань? Подробнее читайте на сайте!',
                keywords: '',
            },
            title: 'Римские шторы на кухню',
            blocks: [
                {
                    title: '',
                    text: [
                        'Желаете преобразовать интерьер кухни? Выбираете между жалюзи и обычными занавесками? А может, рассматриваете вариант декорирования помещения римскими шторами? С нашей продукцией вы можете сделать пространство по-настоящему ярким, стильным и особенным, не похожим на обычную стандартную кухню, к которой вы привыкли. А все, что нужно для этого восхитительного преображения, находится прямо у вас под рукой!',
                        'Римские шторы – традиционно одно из самых популярных предложений в онлайн-каталоге изделий FOROOM. Наши клиенты с удовольствием украшают с их помощью собственные кухни в квартирах или частных домах, преподносят эти солнцезащитные системы близким в качестве подарка, рекомендуют друзьям, коллегам и знакомым. Римские шторы FOROOM зарекомендовали себя как самый легкий, доступный и приятный способ сделать комнату намного привлекательнее.',
                    ]
                },
                {
                    title: 'Качественные шторы FOROOM для квартиры, дома или офиса',
                    text: [
                        'Мы осуществляем производство римских штор и готовы помочь вам украсить помещение вашей кухни по самым высоким стандартам. Изделия, выпущенные нашими специалистами, дают возможность убедиться в том, что на преображение интерьера не нужны непосильные расходы и большие затраты времени. С помощью римских штор вы становитесь на шаг ближе к идеальному оформлению кухни, о котором так давно мечтали. Конструкция римских штор позволяет установить их так же быстро и просто, как обычные занавеси. Монтаж осуществляется в два этапа:',
                        '• На первом накладные фиксаторы закрепляются в верхней части рамы.<br/>' +
                        '• На втором осуществляется навешивание римских штор. Ваша кухня становится намного уютнее и привлекательнее!',
                        'Мы работаем с римскими шторами для кухонь и прочими разновидностями жалюзи для бытовых или коммерческих помещений на протяжении уже многих лет. Наши римские шторы кухню любого стиля и оформления сделают еще уютнее и красивее. Выбор цвета ткани позволит вписать изделие в общий интерьер всего пространства.',
                        'Производство штор популярной среди покупателей римской модели направлено на получение удобного и доступного продукта, который на 100% оправдает и даже превзойдет ожидания новых владельцев. Мы не просто создаем шторы для украшения, а решаем целый комплекс проблем, с которыми не справляются незанавешенные окна в кухне:',
                        '• Новая современная штора, созданная по типу римских жалюзи, помогает регулировать проникновение солнечных лучей в комнату.<br/>' +
                        '• Благодаря установке таких изделий в помещении комфортнее находиться.<br/>' +
                        '• Удобная конструкция римских фирменных штор FOROOM позволяет одним движением поднимать или опускать полотно.<br/>' +
                        '• Вы можете эксплуатировать штору в условиях повышенной влажности, присущей кухне, и не переживать о целости ее элементов. Надежная фурнитура и комплектующие детали рассчитаны на долгий период безупречной работы.',
                        'Вы уже знаете, какая модель штор должна висеть в вашей кухне? Обращайтесь к нам, мы рады каждому покупателю!'
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'stoimost-rimskikh-shtor',
            meta: {
                title: 'Стоимость римских штор',
                description: 'Стоимость римских штор',
                keywords: '',
            },
            title: 'Стоимость римских штор',
            blocks: [
                {
                    title: '',
                    text: [
                        'Каждый человек мечтает о комфорте в своем доме. И во многом осуществлению этого желания могут способствовать правильно оформленные окна. Римские шторы ROMA являются надежной солнцезащитной системой и выбором тех, кто предпочитает классику и не желает отставать от современности.',
                        'Подобная солнцезащитная конструкция отличается доступной стоимостью и при этом выполняет сразу несколько важнейших функций:',
                        '• обеспечивает полную или частичную защиту помещения от света и посторонних глаз<br/>' +
                        '• обеспечивает рассеивание прямых слепящих солнечных лучей<br/>' +
                        '• дарит ощущение защищенности, принося тень и прохладу<br/>' +
                        '• предоставляет возможности для оптимального зонирования внутреннего пространства<br/>' +
                        '• за счет разнообразия цветовых оттенков тканей штор они имеют высокую эстетическую привлекательность и создают индивидуальную атмосферу в доме или в офисе',
                        'Удобство управления, простота эксплуатации штор, стильный и эстетичный вид сделали их особенно востребованными. Каждое изделие представляет собой цельное полотно, по всей длине которого имеются поперечные тонкие планки. Это главная отличительная особенность каждой такой конструкции. Складываясь, шторы формируют аккуратные горизонтальные складки, которые придают объем изделию.',
                    ]
                },
                {
                    title: 'Римские шторы: разнообразие выбора',
                    text: [
                        'Количество складок обусловлено числом формирующих их штифтов. Римские шторы перекрывают проем полностью и могут быть установлены на потолок или стену. Такой вид штор характеризуется чрезвычайной простотой эксплуатации. Их легко смонтировать самостоятельно, не обращаясь к специалистам. Сегодня распространены два вида механизмов управления римских штор:',
                        'Внешний механизм управления штор.<br/>В данном случае механизмы размещаются на задней части карниза. Смотрятся они небрежно и воспринимаются как инородные предметы.',
                        'Внутренний механизм.<br/>Производимые нами римские шторы ROMA имеют механизмы управления, которые скрыты внутри плоского карниза. Ничего лишнего – только карниз и ткань!',
                        'Благодаря оригинальной конструкции римских штор их часто выбирают для дизайна интерьеров и помещений в стиле модерн. Они украшают офисные и жилые помещения, а также идеальны для оформления зоны отдыха.',
                        'Чем дороже материалы, из которых изготовлено полотно штор, тем выше будет итоговая цена изделий.',
                        'Ткань шторы в случае загрязнения можно легко почистить пылесосом на малой мощности. Римские шторы — прекрасный выбор для тех, кто неравнодушен к классике, элегантно сочетающейся с современным дизайном.',
                    ]
                },
                {
                    title: '',
                    text: [
                        'Стоимость штор зависит от нескольких составляющих:',
                        '• размера<br/>' +
                        '• используемого материала',
                        'Шторы FOROOM – отличный выбор в пользу высокого качества по низкой цене. Вся продукция защищена от подделок и производится с учетом современных мировых стандартов.',
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rimskiye-shtory-v-detskuyu',
            meta: {
                title: 'Римские шторы на заказ в детскую: выбираем оконный декор',
                description: 'Римские шторы на заказ в детскую: выбираем оконный декор для комнаты ребенка – советы экспертов интернет-магазина FOROOM. Как правильно выбрать модель для интерьера комнаты мальчика и девочки? Подробнее читайте на сайте!',
                keywords: '',
            },
            title: 'Римские шторы в детскую',
            blocks: [
                {
                    title: '',
                    text: [
                        'Выбор оконного декора для детской комнаты является непростой задачей, поскольку он должен не только украшать оконный проем, но и обеспечивать возможность регулирования естественного светового потока. В детской важно создать для ребенка полностью комфортные условия. Мы предлагаем изделия, выполненные из качественных и гипоаллергенных материалов по размерам заказчика. Это позволяет приобрести римские шторы в детскую комнату, с помощью которых вы эффективно и функционально оснастите оконный проем, не беспокоясь при этом о качестве продукции. Мы рекомендуем вам купить римские шторы, наличие которых в помещении характеризуется следующими преимуществами:',
                        '• возможность в любое время регулировать желаемое естественное освещение<br/>' +
                        '• надежная защита от посторонних глаз<br/>' +
                        '• возможность создания стильного современного оформления оконного проема<br/>' +
                        '• возможность декорирования оконного проема с незначительными материальными затратами',
                        'Популярность римских штор в наши дни обусловлена их универсальностью и функциональностью. Такие шторы способны гармонично сочетаться с любым стилем оформления интерьера. В качестве оконного декора римские шторы смотрятся в различных помещениях стильно и эффектно. Под торговой маркой FOROOM производятся самые современные модели римских штор, использование которых позволит вам ощутить все преимущества данной продукции.',
                        'У нас вы имеете возможность купить специализированные декоративные конструкции для оснащения окон в детской, которые характеризуются следующими качествами:',
                        '• экологичность<br/>' +
                        '• стильный современный дизайн<br/>' +
                        '• простота монтажа<br/>' +
                        '• легкость эксплуатации<br/>' +
                        '• низкая стоимость'
                    ]
                },
                {
                    title: 'Выбирайте и приобретайте для комнаты своего ребенка практичные и функциональные шторы',
                    text: [
                        'Торговая марка FOROOM рекомендует, затратив минимум времени, онлайн заказать шторы детской, соответствующие всем современным стандартам. У нас представлен широкий ассортимент продукции, поэтому все родители, посетив наш интернет-ресурс, смогут выбрать для комнаты ребенка оконный декор, который будет в полной мере удовлетворять всем их требованиям. Используйте очевидные преимущества реализуемых нами штор, которые позволят вам с незначительными материальными затратами со вкусом украсить помещение детской.',
                        'Декоративные конструкции от торговой марки FOROOM помогут затемнить пространство, когда вы будете укладывать ребенка спать днем. Наличие таких штор позволит вашему чаду высыпаться и утром, поскольку они не дадут утреннему яркому свету проникнуть в комнату и разбудить его. Предлагаемые нами шторы прекрасно смотрятся в каждом помещении. Монтаж таких штор прост и не потребует от вас специальных навыков и знаний. Воспользовавшись предложением торговой марки FOROOM, вы можете приобрести шторы безупречного качества, затратив при этом незначительное количество денежных средств.',
                        'Выбирайте и приобретайте римские шторы на привлекательных условиях! Покупка штор для комнаты ребенка займет у вас минимум времени, если вы решите приобрести продукцию FOROOM. Установленные на окно шторы – это практичное решение для регулирования естественного освещения в помещении. Римские шторы, приобретенные у нас, в полной мере способны оправдать все ваши ожидания. Многоступенчатый контроль качества на производстве позволяет нам выпускать шторы с гарантированным отсутствием брака. Используйте римские шторы для создания комфортных условий в комнате вашего ребенка!',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'katalog-tsen-na-rimskiye-shtory',
            meta: {
                title: 'Каталог цен на римские шторы',
                description: 'Каталог цен на римские шторы',
                keywords: '',
            },
            title: 'Каталог цен на римские шторы',
            blocks: [
                {
                    title: '',
                    text: [
                        'Римские шторы – это популярный современный декор для окон, который отличается простотой, изяществом, строгостью и элегантностью. Они прекрасно подходят для интерьеров, оформленных в самых различных стилях.',
                        'Качественные металлопластиковые окна практичны и функциональны. Но если на таком окне не будет шторы, ваш дом в вечернее время будет открыт посторонним взглядам. Также без соответствующего оконного декора вы не сможете создать качественные условия для отдыха, поскольку утреннее яркое солнце будет вам мешать спать.',
                        ' Римские шторы пользуются популярностью благодаря совмещению лаконичности форм и компактного дизайна, функциональности и практичности. Интернет-магазин FOROOM предлагает вам приобрести данную разновидность штор по невысокой цене, которая не ударит по вашему бюджету. Продукция нашего производства обладает отличными функциональными и эстетическими характеристиками. С ее помощью в сжатые сроки можно оснастить оконные проемы и сделать помещение комфортным и уютным. ',
                    ]
                },
                {
                    title: 'Преимущества использования шторы',
                    text: [
                        'Выбор в пользу римских штор позволит вам воспользоваться всеми преимуществами, свойственными данному виду декора. Римские шторы – это:',
                        '• надежная защита внутреннего пространства от солнечных лучей – они защитят от выгорания мебель и предметы интерьера<br/>' +
                        '• украшение интерьера благодаря эстетичности их внешнего вида<br/>' +
                        '• практичность, функциональность, а также долгий срок службы',
                        'В ассортименте изделий FOROOM можете выбрать римские шторы для самых разнообразных окон. У нас вы подберете оконный декор для каждой комнаты собственного дома. ',
                    ]
                },
                {
                    title: 'Римские шторы – лучшее современное решение',
                    text: [
                        'Римские шторы имеют вековую историю. Сегодня они состоят из портьерных тканей для штор, которые прочны, долговечны и визуально привлекательны. Благодаря жестким вставкам внутри ткани при поднятии полотна обеспечивается возможность создания стильных широких складок поперечного типа. Когда шторы собраны, они создают рельефные складки, нависающие одна над другой. В отличие от древних моделей, система ROMA имеет современные механизмы управления, которые скрыты в элегантном плоском карнизе.',
                        'Воспользуйтесь продукцией FOROOM! Установленная нами цена на все виды штор делает их доступными и позволит экономить при декорировании оконных проемов.'
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rimskiye-shtory-news',
            meta: {
                title: 'Римские шторы',
                description: 'Римские шторы',
                keywords: '',
            },
            title: 'Римские шторы',
            blocks: [
                {
                    title: '',
                    text: [
                        'А вы знаете, как преобразятся ваши окна, если дополнить стандартные конструкции современными римскими шторами FOROOM',
                        'Мы рады предложить вашему вниманию по-настоящему большой ассортимент качественной и надежной светозащитной продукции в одном интернет магазине! Система ROMA – отличный образец римских штор для обустройства квартир, домов, офисов и любых других помещений. Использование только качественных комплектующих, различные цвета ткани и многообразие дизайнерских решений – римскими шторами хочется пользоваться всегда, оценив их в работе всего один раз. Только после дополнения римскими шторами «базовой комплектации» окна наши клиенты понимают, насколько шире стала функциональность этих оконных конструкций. О таких изделиях, как римские шторы, представленные в интернете магазином FOROOM, знают и в Москве, и в других городах, включая населенные пункты стран СНГ. Благодаря нашим римским шторам вы сможете убедиться: качественная и надежная альтернатива незанавешенному окну или обычным гардинам есть, и она прямо у вас под рукой!',
                    ]
                },
                {
                    title: 'Зачем и почему применяются шторы ROMA?',
                    text: [
                        'Готовые к установке и эксплуатации римские шторы, которые представляет наш интернет магазин, являются практически универсальным продуктом. Это модели, которые уместны и в кухне, и в гостиной, и в спальне, и в детской, и в любом другом помещении.',
                        'Римские шторы ROMA изготовлены из качественных материалов. Они имеют насыщенные тона, обладают высокой износостойкостью, не нуждаются в сложном уходе и нарочито бережном обращении. Эти шторы при загрязнении очень легко очистить обычным пылесосом при малой мощности или, протерев поверхность слегка влажной щеткой.',
                        'Римским шторам свойственна компактность. При этом размеры штор в полной мере соответствуют размерам проема окна. Вы сможете заказать шторы для оформления оконных проемов небольшого и среднего размера. Таким образом, римская штора будет отвечать всем индивидуальным требованиям и пожеланиям владельца, с легкостью справляясь с поставленными перед ней задачами.',
                        'У вас есть возможность купить понравившиеся шторы через интернет или в обычном магазине компании, являющейся официальным представителем FOROOM. Почему стоит выбрать нашу продукцию?',
                        'Это удобно.<br/> Вы можете регулировать естественное освещение, просто поднимая или опуская полотно штор.',
                        'Это надежно.<br/> Простая конструкция штор позволяет одним движением закрывать помещение от посторонних любопытных взглядов',
                        'Это комфортно.<br/> Наличие изделий из очень плотной ткани позволяет купить модель, которая в закрытом состоянии создает эффект наступления ночи в детской комнате или спальне в любое время суток',
                        'Просто выберите лучшую систему, воспользовавшись удобным онлайн-конструктором, и получите выгодное решение сразу нескольких бытовых проблем!',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rulonnykh-shtor-spb',
            meta: {
                title: 'Рулонные шторы в Санкт-Петербурге',
                description: 'Рулонные шторы в Санкт-Петербурге',
                keywords: '',
            },
            title: 'Рулонные шторы в Санкт-Петербурге',
            blocks: [
                {
                    title: '',
                    text: ['В магазине «FOROOM» вы сможете найти самые лучшие современные шторы и приобрести их на привлекательных условиях. Эпоха тяжелых плотных штор с громоздкими ламбрекенами ушла в прошлое. Они, несомненно, эффектно смотрятся, но далеко не во всех интерьерах. К тому же такой декор является любимым местом оседания пыли, а его стирка, как и демонтаж, а также установка на место, характеризуются значительной трудоемкостью. В данном разделе магазина представлены в ассортименте рулонные шторы, являющиеся современным вариантом декора для окон любого типа. Мы предлагаем вам купить на привлекательных условиях современный стильный и функциональный декор, при помощи которого вы сможете обезопасить свое жилье от нежелательных взглядов, а также излишнего солнечного света, способного разбудить ранним утром, когда вы вовсе не планировали подъема.']
                },
                {
                    title: 'Преимущества и возможности рулонных штор',
                    text: [
                        'Наш интернет магазин предлагает вам на привлекательных условиях приобрести большой ассортимент рулонных штор FOROOM.',
                        'Данная разновидность современного оконного декора характеризуется следующими преимуществами:',
                        '• эффективная защита от посторонних взглядов и солнечного света<br/>' +
                        '• соответствие всем современным стандартам<br/>' +
                        '• универсальность, позволяющая использовать системы при оформлении помещений в различных стилях<br/>' +
                        '• долговечность, простота монтажа и эксплуатации<br/>' +
                        '• низкая стоимость',
                        'Рулонные кассетные шторы FOROOM – это отличная возможность эффективно и недорого оснастить окна солнцезащитными системами. Рекомендуемая нами продукция позволит вам при минимальных материальных затратах создать комфортные условия в собственном доме. Воспользуйтесь всеми преимуществами сети интернет для приобретения лучшего современного оконного декора, который позволит контролировать уровень естественного светового потока, проникающего в помещение, а также позволит скрыть пространство от посторонних глаз. Приобретайте онлайн рулонные шторы отменного качества, затрачивая минимум времени. Созданная нами продукция позволит вам эффективно и эстетично оснастить оконные проемы, потратив минимальное количество денежных средств. Рулонные шторы FOROOM просты в монтаже и не потребуют от вас специальных знаний и навыков, а также умений.',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'plastikovyye-zhalyuzi-na-plastikovyye-okna-bez-sverleniya',
            meta: {
                title: 'Пластиковые жалюзи на пластиковые окна без сверления',
                description: 'Пластиковые жалюзи на пластиковые окна без сверления',
                keywords: '',
            },
            title: 'Пластиковые жалюзи на пластиковые окна без сверления',
            blocks: [
                {
                    title: '',
                    text: ['Выполнить установку новых защитных жалюзи на ваши окна без необходимости делать отверстия, портить поверхности стен и впустую тратить время? Когда-то это казалось невозможным, но сегодня ситуация изменилась, и вниманию клиентов предлагаются современные алюминиевые жалюзи, которые можно установить всего за пару минут, не обращаясь к специалисту, не выполняя сверления и не используя сложные вспомогательные инструменты. Какой именно вариант жалюзи выбрать для установки в вашей квартире?']
                },
                {
                    title: 'Выбираем жалюзи: пластиковые или алюминиевые жалюзи для окон?',
                    text: [
                        'Жалюзи из алюминия сегодня – популярный и функциональный выбор в широком ассортименте существующих солнцезащитных систем. Их цена доступна практически каждому. Популярность изделий обуславливается следующими преимуществами алюминиевых жалюзи.',
                        'Прочность.<br/>С точки зрения прочности, установка изготовленных из алюминия жалюзи на вашем окне позволит надолго обеспечить качественную защиту от солнца. Эти изделия долговечны и надежны. Вам не придется соблюдать осторожность при их использовании и беспокоиться, что конструкция быстро сломается в результате одного небрежного движения, как это бывает в случае жалюзи пластиковых типов.',
                        'Защита от солнца.<br/>В результате монтажа жалюзи пластиковые окна приобретают полную комплектацию. Солнечные лучи больше не мешают вам смотреть телевизор, работать за компьютером и заниматься другими привычными делами.',
                        'Простая регулировка.<br/>Отдельными ламелями легко управлять. Одним движением вы сможете установить оптимальный уровень их наклона для комфортного освещения – затемнить комнату или, наоборот, пустить в нее больше света.',
                        'Устойчивость к негативным факторам окружающей среды.<br/>Установленные на ваши пластиковые окна защитные конструкции сохраняют первоначальные характеристики на протяжении нескольких лет. Они защищены от выцветания и выгорания. Геометрия алюминиевых ламелей не нарушается со временем, тогда как пластиковые элементы могут выйти из строя.',
                        'Неприхотливость.<br/>Благодаря алюминиевым жалюзи пластиковые окна больше не требуют сложного частого ухода. Материал не склонен к притягиванию и накоплению пыли на поверхности. При необходимости, ламели можно с легкостью очистить, просто протерев влажной тканью. В то время как жалюзи пластиковые не всегда хорошо переносят влажность, изделия из алюминия в любой ситуации быстро высыхают и вновь становятся готовыми к эксплуатации.'
                    ]
                },
                {
                    title: 'Безопасность как повод заказать алюминиевые жалюзи к пластиковому окну',
                    text: ['Алюминий, из которого изготовлены данные конструкции на окна, достаточно экологичный материал. Он прекрасно подходит для обустройства любых жилых комнат, включая детскую. Эффективно заменяя собой жалюзи пластиковые, изделия из алюминия безопасны и в полной мере соответствуют современным требованиям, стандартам, нормам. Далеко не все разновидности пластиковых жалюзи-систем для окон могут конкурировать с алюминиевыми. Достаточно часто причиной низкой цены становится дешевый низкосортный пластик, который нельзя назвать экологичным и безвредным. Доступная цена изделий из алюминия достигается без ущерба для качества. Именно поэтому возможность купить жалюзи-системы для пластиковых современных герметичных окон ценится в семьях, где есть люди, склонные к аллергическим реакциям.']
                },
                {
                    title: 'Как происходит монтаж жалюзи на современные пластиковые или деревянные окна без предварительного сверления отверстий?',
                    text: ['Простой монтаж без сверления – важное преимущество современных жалюзи, пластиковых окон профиль должен по возможности сохранять целостность. Вам не придется тратить время и деньги на поиски специалиста, способного повесить готовую конструкцию на окно в гостиной, спальне, кухне, детской и любой другой комнате. Купив жалюзи-систему для своих пластиковых окон, вы сможете установить ее самостоятельно. Процедура занимает всего 15-20 минут, а справиться с ней сможет любой человек без применения специальных навыков и инструмента. Теперь не нужно выполнять ухудшающие пластиковые окна сверления перед монтажом. Модернизация окна может быть очень простой. Вы просто фиксируете накладные верхние и нижние крепления на створке окна, фиксируете в них конструкцию и можете начинать пользоваться новой жалюзи-системой. Кстати, такие изделия можно использовать даже в съемной квартире, ведь при переезде вы всегда можете забрать жалюзи-шторки с собой. Цена готовых изделий в Москве и других городах России зависит от нескольких факторов. В том числе - размера и комплектации жалюзи. Но в любом случае это доступные по стоимости солнцезащитные системы, которые эффективно справляются со своими задачами, отлично выглядят в интерьере и будут безупречно служить несколько лет.']
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'izgotovleniye-zhalyuzi',
            meta: {
                title: 'Изготовление рулонных штор на заказ в Москве: заказать в интернет-магазине FOROOM',
                description: 'Изготовление рулонных штор на заказ в Москве: заказать по доступным ценам в интернет-магазине FOROOM. Строго по вашим размерам. Гарантия на материалы. Быстрое производство. Доставка по всей России. Заказывайте онлайн!',
                keywords: '',
            },
            title: 'Изготовление рулонных штор на заказ',
            blocks: [
                {
                    title: '',
                    text: ['Солнцезащитные системы FOROOM для пластиковых окон – неотъемлемый элемент комфорта и функциональности. Без защитных систем ваши окна открыты чужим взглядам и солнечным лучам. Мы имеем репутацию надежного производителя жалюзи и рулонных штор, а наша продукция хорошо известна в Москве и регионах РФ. Мы предлагаем изготовление светозащитных конструкций различных типов, видов и систем. Вы можете подобрать необходимую модель по вашим размерам и заказать жалюзи для нестандартных окон.']
                },
                {
                    title: 'Жалюзи FOROOM на деревянные и пластиковые окна в Москве',
                    text: [
                        'Основная задача жалюзи – защищать помещения от лучей солнца. И с этим они справляются отлично. Но функция защиты - не единственное преимущество солнцезащитных систем. Современные конструкции практичны и универсальны, они подходят для окон различных типов – пластиковых, деревянных, алюминиевых. Сфера их применения не ограничивается окнами. Жалюзи могут служить в качестве шторы для стеклянной перегородки, выполнять функцию двери для встроенного стеллажа.',
                        'Мы предлагаем доступные, простые, современные и высокотехнологичные решения для Москвы и регионов. С помощью нашего сайта вы легко сделаете выбор и оснастите деревянные или пластиковые окна подходящими конструкциями.',
                        'С помощью онлайн конструктора на сайте вы можете самостоятельно выбрать систему подходящего типа. Для этого не требуются специальные знания или предварительная подготовка.',
                        'Системы легко устанавливаются на деревянные и пластиковые окна. Справиться с этой задачей самостоятельно может каждый.',
                        'Замеры для заказа жалюзи можно снять самостоятельно, это сделать очень просто.',
                        'Собственное производство жалюзи позволяет нам устанавливать низкую розничную стоимость готовой продукции.',
                        'Все изделия имеют фирменную упаковку с голограммой, а официальные представители компании – средства идентификации торговой марки FOROOM.',
                    ]
                },
                {
                    title: 'Особенности изготовления жалюзи FOROOM для деревянных и пластиковых окон',
                    text: [
                        'Наше производство жалюзи в Москве оснащено современной материально-технической базой, которая позволяет изготавливать конструкции, соответствующие актуальным требованиям потребителей.',
                        'Передовые технологии.<br/>Наши специалисты в курсе самых последних технологических новинок, они активно внедряют их в производство, чтобы пользователи всегда могли получить лучшее из возможного.',
                        'Качественные материалы.<br/> Износостойкость и долговечность систем во многом зависит от качества используемых материалов. Для изготовления нашей продукции мы выбираем только сертифицированные комплектующие от мировых лидеров. Ткани для рулонных штор безопасны в использовании. Элементы конструкций не токсичны, не выделяют вредных веществ и могут использоваться в детских комнатах и медицинских учреждениях.',
                        'Надежная фурнитура.<br/> Элементы конструкции и крепления постоянно испытывают нагрузку. Чтобы жалюзи и через несколько лет так же легко открывались и закрывались, мы снабжаем их надежными комплектующими. Они не ржавеют, не рассыхаются под воздействием солнечного света и не теряют функциональности .',
                        'Контроль качества.<br/> Все изделия марки FOROOM отличаются высокой степенью надежности и имеют гарантию качества от производителя. Контроль производства осуществляется на всех этапах технологической цепочки. Это сводит к минимуму возможность появления брака и исключает его попадание в торговую сеть.',
                        'Производство наших жалюзи организовано в соответствии с требованиями законодательства. Все изделия изготавливаются в соответствии с законодательством РФ и безопасны в быту.'
                    ]
                },
                {
                    title: 'Преимущества рулонных штор и жалюзи FOROOM',
                    text: [
                        'Наши специалисты имеют большой опыт работы и владеют всеми секретами производства жалюзи в Москве. Все системы марки FOROOM просты в использовании, эстетически привлекательны и имеют долгий срок службы. Мы стремимся к тому, чтобы наша продукция радовала вас на протяжении всего периода использования, сохраняя функциональность и привлекательный внешний вид.',
                        'Современный дизайн.<br/> Мы предлагаем решения, подходящие для помещений различных назначений. Солнцезащитные системы отлично впишутся в любой интерьер, от хай-тек до классики. Для этого достаточно правильно подобрать цветовую гамму изделия.',
                        'Удалить полностью – изделия современем выцветают.<br/> Даже метал подвержен солнечным лучам.',
                        'Многофункциональность.<br/> Системы надежно перекроют доступ лучам солнца, посторонним взглядам, дополнят интерьер комнаты и обеспечат уют и комфорт.',
                        'Доступный сегмент цен.<br/> Благодаря собственному производству мы можем контролировать цены на жалюзи, Москве и в регионах, предлагая одинаковый уровень стоимости на все изделия FOROOM.',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'gotovye-rulonnye-shtory',
            meta: {
                title: 'Готовые рулонные шторы - купить недорого в интернет-магазине FOROOM',
                description: 'Готовые рулонные шторы - купить недорого по доступным ценам в интернет-магазине FOROOM. Широкий ассортимент. Свое производство. Гарантия на материалы. Быстрая доставка по всей России. Заказывайте онлайн!',
                keywords: '',
            },
            title: 'Готовые рулонные шторы',
            blocks: [
                {
                    title: '',
                    text: ['Рулонные шторы – это приспособления, предназначенные для защиты жилья и частной жизни от прямых солнечных лучей и посторонних взглядов.']
                },
                {
                    title: 'Какими особенностями наделены рулонные шторы?',
                    text: ['Рулонные шторы – это занавес, который в открытом состоянии имеет вид гладкого и ровного полотна, а при закрытии сворачивается на валу в рулон. Они сочетают в себе все преимущества жалюзи и тканевых штор, защищая помещение от солнечного света и одновременно являясь его декоративным оформлением. В настоящее время существует две разновидности рулонных штор:, открытые и закрытые, конструкции кассетного типа. Открытые шторы состоят из вала, тканевого полотна и отвеса ткани, выполняющей роль груза. Закрытые шторы отличаются тем, что рабочий вал у них помещается в специальный короб, а для удержания ткани параллельно стеклу используются направляющие планки.']
                },
                {
                    title: 'Какие шторы можно купить в интернет-магазине FOROOM?',
                    text: [
                        'Интернет магазин FOROOM предлагает широкий ассортимент солнцезащитных систем рулонного типа:',
                        'INTEGRA SLIM<br/>' +
                        'ROLL<br/>' +
                        'CLIC<br/>' +
                        'GRANDE<br/>' +
                        'GRANDE BOX<br/>' +
                        'И другие',
                        'В зависимости от системы эти рулонные шторы можно устанавливать на пластиковые окна, а также на окна с деревянными рамами. Рулонные жалюзи, а эти конструкции системы часто называют именно так, имеют большую популярность и часто применяются в дизайне современных интерьеров квартир, офисов и загородных домов. Доступные солнцезащитные системы FOROOM можно приобрести, не выходя из дома, выбрав самостоятельно, или обратившись к одному из наших представителей. Вы также можете купить доступные по цене изделия с тканевыми или пластиковыми ламелями. Если выбранный вами материал недорогой, недорого будет стоить и вся конструкция. Рулонные шторы FOROOM оснащены специальной маркировкой, подтверждающей их оригинальность. При покупке жалюзи или других изделий внимательно проверьте наличие голографической эмблемы и фирменной упаковки. Приобретая солнцезащитные системы у нас, вы получаете возможность купить готовые рулонные шторы и жалюзи безупречного качества по самой доступной цене в Москве!',
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'na-plastikovie-okna-kassetnyye-zhalyuzi',
            meta: {
                title: 'Кассетные жалюзи на пластиковые окна',
                description: 'Кассетные жалюзи на пластиковые окна',
                keywords: '',
            },
            title: 'Кассетные жалюзи на пластиковые окна',
            blocks: [
                {
                    title: '',
                    text: [
                        'Кассетные жалюзи представляют собой солнцезащитные оконные системы, которые спроектированы для установки на пластиковые окна. Это прекрасная возможность практичного оформления окон, цена которого при этом большинству потребителей покажется максимально доступной. Кассетные жалюзи фиксируются вплотную к стеклу пластикового окна, то есть на его створку. За счет этого изделия образуют единую конструкцию с оконной рамой, а это предоставляет возможность для свободного открытия створки окна вместе с жалюзи. Жалюзи являются чрезвычайно удобным приспособлением, которое уже многие оценили по достоинству. Окна с такими конструкциями просты в эксплуатации и получают дополнительный функционал – возможность регулировки количества света. Створками окон можно без труда воспользоваться как в обычном режиме распахивания, так и в наклонном, и это совсем не повредит кассетным системам. Специальные направляющие корректируют положение конструкции в случае наклонного положения окна. Важное отличие и преимущество кассетных жалюзи – наличие короба, в который помещается штора в свернутом виде.',
                        'Чем хорош короб?',
                        '• Защищает материал штор от запыления и загрязнения.<br/>' +
                        '• Скрывает механизм и крепления.<br/>' +
                        '• Украшает и дополняет окно.',
                        'Короб можно подобрать в цвете оконного профиля, и тогда вся конструкция будет выглядеть как единое целое. Удобный механизм управления позволяет осуществлять поднятие шторы практически одним движением руки. В системах INTEGRA BOX DUO можно также устанавливать необходимый уровень освещенности помещения, смещая плотные и прозрачные полосы ткани относительно друг друга.'
                    ]
                },
                {
                    title: 'Кассетные жалюзи FOROOM – лучшие жалюзи от производителя',
                    text: [
                        'Кассетные рулонные шторы, изготавливаемые в нашей компании (Москва), обладают всеми достоинствами системы. Но присутствуют и свои исключительные преимущества:',
                        '• Устанавливаются только на пластиковые оконные конструкции, они разработаны таким образом, чтобы составлять с окном единое целое. За счет направляющих жалюзи не оставляют просветов между тканью и стеклом, что актуально при стопроцентном затемнении.',
                        '• Смотрятся кассетные жалюзи на окна более аккуратно, в особенности если говорить о поворотно-откидных окнах. Благодаря П-образным направляющим шторы можно оставить в любом положении.',
                        '• Максимально приближены к стеклу, а края кассетных рулонных штор скрываются в направляющих, что позволяет длительное время сохранить их функциональность и аккуратный внешний вид.',
                        'Предлагаем вам заказать у нас жалюзи кассетные на пластиковые конструкции: к вашим услугам будет доступная цена, большой выбор изделий и помощь наших представителей.',
                        'Мы реализуем только качественные изделия, отвечающие мировым стандартам. Наши солнцезащитные системы закроют вас от нежелательного солнечного света и посторонних глаз. Оформляйте заказ в магазине в FOROOM (Москва)! С современными жалюзи пластиковые окна в офисе, коттедже, квартире преобразятся и обретут дополнительную функциональность. Цена на предлагаемые солнцезащитные системы зависит от нескольких факторов и варьируется в зависимости от необходимого размера или выбранного материала. На уровень стоимости влияет и наличие дополнительных параметров. Но в любом случае установленная нами цена – это предложение от производителя, а значит, отсутствуют обычные в других случаях накрутки.',
                        'Наши жалюзи может себе позволить практически каждый!',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'gotovyye-zhalyuzi',
            meta: {
                title: 'Готовые жалюзи',
                description: 'Готовые жалюзи',
                keywords: '',
            },
            title: 'Готовые жалюзи',
            blocks: [
                {
                    title: '',
                    text: [
                        'Жалюзи в настоящее время применяются не только в офисных помещениях и магазинах, но и в квартирах, частных строениях, на дачах и так далее. Такая популярность изделий объясняется изменением потребительского отношения к этой продукции. Теперь купить их можно и лично для себя или в подарок. Сейчас у большинствао из нас имеют дома либо рулонные шторы на окнах в спальне, детской, на кухне, лоджии, либо горизонтальные жалюзи в гостиных в совокупности с портьерами или прозрачными тюлевыми занавесками.',
                        'Готовые жалюзи – оптимальный выбор в ситуации, когда требуется оперативно решить вопрос обустройства дома, офиса, квартиры, ресторана, отеля и любого другого общественного помещения. Готовые изделия очень удобны: есть возможностьпозволяют выбрать готовый продукт в необходимом количестве и получить пластиковые жалюзи в короткий срок. Их установка осуществляется быстро и без проблем.',
                    ]
                },
                {
                    title: 'Виды жалюзи: особенности каждого вида жалюзи',
                    text: [
                        'Купить изделия на окна через интернет или обычный магазин можно любого вида и типа. Ваш выбор должен основываться не только на собственных предпочтениях, но и на предназначении систем, с учетом того, где они будут использованы. Во многих интернет магазинах нет возможности просчитать окончательную стоимость изделий. На нашем сайте вы сможете без помощи специалистов подобрать изделие и узнать его стоимость прямо сейчас.',
                        'Рулонные жалюзи красивые и удобные, жалюзи пластиковые характеризуются разнообразием вариантов и удобством управления. Все они надежно защищают помещение от света, посторонних взглядов, любопытных соседей. В зависимости от вида и ткани, от стиля интерьера комнаты они могут использоваться самостоятельно либо в комплекте с обычными шторами.',
                        'Вертикальные солнцезащитные жалюзи рекомендуются для оснащения окон как в офисных помещениях, так и в жилых. Использование вертикальных полос зрительно увеличивает высоту потолков в помещении. Системы применяются как самостоятельный элемент декора и являются практичным решением для управления освещенностью помещения. При производстве данных систем используются пластиковые ламели, но более широко применяются ламели из ткани, которые имеют пылеотталкивающую пропитку.',
                        'Горизонтальные жалюзи – одна из самых востребованных солнцезащитных систем в мире. С их помощью можно плавно регулировать освещенность в комнате. Такие системы могут устанавливаються как на пластиковые, так и деревянные оконные конструкции, и могут крепиться к стене или потолку. Это простые и популярные жалюзи, пластиковые окна с их помощью обретают завершенный внешний видокончательную комплектацию. На современные оконные конструкциипрофили рам можно подобрать систему, комплектующие которой будут подходить под их цвет профиля. Все это существенно расширяет возможности для выбора.',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rulonnye-shtory-na-plastikovyye-okna',
            meta: {
                title: 'Рулонные шторы на пластиковые окна',
                description: 'Рулонные шторы на пластиковые окна',
                keywords: '',
            },
            title: 'Рулонные шторы на пластиковые окна',
            blocks: [
                {
                    title: '',
                    text: ['Рулонные шторы FOROOM – ваш надежный помощник в борьбе с солнечными лучами, взглядами посторонних, белыми ночами и другими проблемами, с которыми не удается справляться обычным конструкциям окон, не дополненных рулонными светозащитными системами. Мы предлагаем красивые и современные рулонные шторы, пластиковые окна с которыми приобретут окончательную комплектацию. Именно благодаря таким тканевым жалюзи окна в вашей квартире или доме становятся функциональнее, красивее, удобнее в использовании. Мы производим и предлагаем вашему вниманию не просто стильный декоративный аксессуар для украшения окна и интерьера помещения. Рулонные шторы по доступным ценам из нашего ассортимента – это реальный способ повысить функциональность стандартного окна, получив от изделия максимум пользы! Обратите внимание на оригинальные системы INTEGRA SLIM и INTEGRA BOX в нашем каталоге.']
                },
                {
                    title: 'Рулонные системы: в чем преимущества?',
                    text: [
                        'Простота управления.<br/> Конструкция рулонных систем не предполагает наличия сложных узлов, а значит, является надежной и простой. Одним движением вы можете поднять шторы полностью или опустить их.',
                        'Качественная солнцезащита.<br/> Рулонные шторы отлично затемняют помещение. Полотно прилегают к стеклу или стене оконного проема, практически не образуя щелей. Плотная ткань не пропустит солнечный свет.',
                        'Разнообразие дизайнерских решений.<br/> Вы можете выбирать цвет, качество, фактуру ткани в соответствии с требованиями к дизайну штор. Рулонные системы могут быть ярким акцентом в интерьере, а могут сливаться с цветовой гаммой пластиковых профилей.',
                        'Широкий функционал.<br/> Шторы позволяют не только полностью открыть или закрыть стекло, но и выбрать любое из множества промежуточных положений. Это удобно, когда, например, нужно оставить свет для комнатных растений на подоконнике, а также во множестве других ситуаций.',
                    ]
                },
                {
                    title: 'Шторы для пластикового окна',
                    text: ['Солнцезащитные шторы для пластиковых окон учитывают особенности их конструкции. Крепление рулонных систем такого типа осуществляется прямо на створку пластикового окна. Различные системы предполагают разные типы монтажа. Шторы могут перемещаться по пластиковым П-образным направляющим и имеют утяжелитель в нижней части полотна для лучшего прилегания к стеклу. Для крепления штор можно использовать двухсторонний скотч, навесные кронштейны или саморезы. Процедура монтажа отличается простотой. Оснастить окно солнцезащитной системой может даже подросток. Установка рулонных штор на ваши окна – это возможность решить все описанные выше проблемы без неоправданно высоких расходов и затрат. Благодаря светозащитным жалюзи пластиковые окна порадуют вас своими эксплуатационными и эстетическими характеристиками. Больше нет необходимости в декорировании оконных проемов привычными тюлевыми шторами. Производимые нами шторы, как и жалюзи, прекрасно показывают себя в разных условиях и интерьерах.']
                },
                {
                    title: 'Рулонные шторы от производителя',
                    text: ['Мы не просто продаем, а самостоятельно производим рулонные шторы и другие популярные типы жалюзи. Наличие собственной производственной базы помогает нам следить за тем, чтобы цены, установленные на рулонные жалюзи, были традиционно доступными для каждого клиента. Мы не экономим на качестве изделий и гарантируем, что выгодная цена продукции достигается без ущерба для ее функциональных и эстетических качеств. Решив купить эти изделия, вы сможете убедиться в том, что доступность цены и надежность могут быть характеристиками одного и того же товара!']
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'razmery-rulonnykh-shtor',
            meta: {
                title: 'Рулонные шторы FOROOM – защита от солнца и посторонних взглядов для пластиковых и деревянных окон',
                description: 'Рулонные шторы FOROOM помогут создать комфорт в вашем доме, защитив от яркого солнечного света и обеспечив приватность. Широкий ассортимент и доступные цены для пластиковых и деревянных окон. Простой монтаж и точные замеры – закажите шторы прямо на сайте FOROOM.',
                keywords: '',
            },
            title: 'Размеры рулонных штор',
            blocks: [
                {
                    title: '',
                    text: ['Создать комфортные условия в помещении помогут рулонные шторы, пластиковые оконные конструкции, несомненно, с ними станут еще более эффективны и комфортны при эксплуатации. Без солнцезащитных систем летним утром яркий солнечный свет может вас слишком рано разбудить, нарушив комфортные условия в спальне. Также любой владелец жилья хочет, чтобы его не беспокоили посторонние взгляды, когда он находится в самом комфортном и уютном для себя месте. Решить все эти задачи максимально эффективно и по низкой стоимости вам поможет продукция FOROOM – шторы, пластиковые окна с которыми приобретают полную комплектацию.']
                },
                {
                    title: 'Как выполнить замеры и выбрать шторы?',
                    text: [
                        'Солнцезащитные системы FOROOM учитывают размеры типовых оконных конструкций, и позволяют подбирать рулонные шторы на пластиковые окна, которые этим параметрам соответствуют.',
                        'Классические конструкции ролл шторы. Это недорогой и широко распространенный вариант солнцезащитных систем для окон. У них открыт вал, на который наматывается полотно ткани, и в целом вся конструкция является простой и универсальной. Цена изделий зависит от параметров полотна. Ширина штор варьируется в пределах от 50 до 300 см, высота – от 100 до 300 см.',
                        'Кассетные шторы. Имеют короб, в который "прячется" вал.',
                        'акие шторы могут быть снабжены П-образными направляющими, по которым движется ткань. Благодаря коробу полотно в свернутом виде незаметно на окне. Стоимость конструкций данного типа зависит от габаритов изделия. Но в целом они не имеют сложных технических особенностей, легко и просто монтируются собственными силами. Ширина полотна может составлять от 30 до 160 см, а высота – от 140 до 180 см. Нередко оконные солнцезащитные системы приобретаются через интернет. Вы можете самостоятельно ознакомится с правилами замера каждой системы FOROOM, чтобы подобрать размер штор, или обратиться к одному из официальных представителей за консультацией. Важно учитывать, выбирая рулонные шторы, что пластиковые или деревянные окна не должны иметь наклон более 10 градусов. Это важно для правильной работы изделий в наклонном состоянии.',
                        'Чтобы правильно определить размер, нужно тщательно измерить ряд величин:',
                        '• Ширину и высоту проема - при установке систем перекрывающие его целиком.'+
                        '• Ширину и высоту стекла окна с учетом уплотнительных резинок – при установке систем на створку.' +
                        '• Глубину штапиков – при установке систем INTEGRA G-FORM и INTEGRA BOX.',
                        'Если вы примите решение воспользоваться всеми преимущественными особенностями рулонных штор, вы сможете не только эффективно защитить свой дом от нежелательных солнечных лучей и посторонних взглядов. Эта продукция предназначена как для деревянных, так и для пластиковых окон. Каталог современных солнцезащитных систем FOROOM позволит создать стильный и максимально комфортный интерьер по низкой стоимости.',
                    ]
                },
                {
                    title: 'Воспользуйтесь всеми преимуществами рулонных штор',
                    text: [
                        'Без использования штор сегодня не может обойтись каждый владелец жилья. Несмотря на то, что рулонные модели появились в своей современной интерпретации сравнительно недавно, они завоевали популярность и являются одним из наиболее востребованных видов декора во множестве стран мира, в том числе благодаря широкому функционалу и доступной стоимости. Шторами в рулонах защищаются от солнца в жилых домах, бизнес-помещениях, различных учреждениях. Мы производим рулонные шторы различных размеров. Вы можете выбрать их прямо на нашем сайте и приобрести по низкой цене, которую сможете узнать прямо сейчас. Простота установки позволяет справиться с этой задачей даже неподготовленному человеку.',
                        'Установленная нами стоимость продукции является доступной широкому кругу потребителей. Вы можете сравнить наши ценовые предложения на рулонные шторы с ценами наших конкурентов и убедиться в том, что наши цены низкие. Приобретение продукции у ее непосредственного производителя всегда является наиболее выгодным с точки зрения материальных затрат. Рулонные изделия торговой марки FOROOM – это беспроигрышный выбор!',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'rulonnye-zhalyuzi-na-plastikovyye-okna',
            meta: {
                title: 'Рулонные жалюзи на пластиковые окна',
                description: 'Рулонные жалюзи на пластиковые окна',
                keywords: '',
            },
            title: 'Рулонные жалюзи на пластиковые окна',
            blocks: [
                {
                    title: '',
                    text: [
                        'Если вы желаете приобрести рулонные шторы, купить изделия целесообразно в компании, которая их производит. Опыт специалистов и большой ассортимент продукции, а также низкая цена систем FOROOM в Москве не дадут вам пожалеть о сделанном приобретении. Существует несколько видов рулонных штор, которые иногда называют не совсем корректно рулонные жалюзи. На нашем сайте можно выбрать ту продукцию, которая будет идеально соответствовать вашим пожеланиям и стилю интерьера. Производство рулонных систем по размерам заказчика позволяет идеально вписать изделия в общий дизайн помещения.',
                        'С технической стороны нет никаких проблем с монтажом жалюзи: пластиковые окна любого типа предусматривают их установку. Цена изделий делает их приобретение весьма целесообразным, ведь вы получаете одновременно и декор, и функциональную систему для защиты от солнца и посторонних взглядов.',
                    ]
                },
                {
                    title: 'Жалюзи на пластиковые окна',
                    text: [
                        'Рулонные жалюзи позволяют совместить все преимущества традиционных жалюзи с ламелями и тканевых портьер. Такая система дает возможность корректировать уровень освещенности в зависимости от времени дня.',
                        'Вал рулонных жалюзи может быть визуально видимым или скрытым в коробе. Разные системы предполагают различные варианты его размещения. В любом случае такие системы работают по принципу жалюзи: пластиковые окна, укомплектованные ими, получают максимальный функционал. Ведь теперь вы можете освещать помещение по своему желанию, регулируя поток солнечного света.',
                        'Открытый вал. Такие шторы предусмотрены для пластиковых конструкций стандартных или небольших размеров. Их полотно намотано на особый вал, который не защищён специальным коробом. Устанавливаются они на современные окна из ПВХ или дерева, также их можно установить на окна старых конструкций. Используют их и в качестве перегородок, которые зрительно делят пространство на зоны.',
                        'Системы с коробом. Оснащены направляющими по бокам, которые обеспечивают максимальное прилегание полотна к стеклу, что важно, к примеру, в конференц-залах. Такие шторы крепятся непосредственно на створки окон. Вал в них спрятан при помощи специального чехла (кассеты), повторяющего оттенок и фактуру профиля ПВХ. Крепится он без нарушений целостности оконной рамы. Это важно, так как при этом не происходит повреждения пластикового окна, следовательно, остается в силе его гарантийное обслуживание и ремонт в случае необходимости. Более того, близость полотна к стеклу и удобная конструкция позволяют открывать окно с целью проветривания.',
                    ]
                },
                {
                    title: 'Рулонные шторы на пластиковые конструкции: способы управления',
                    text: ['Управление механизмом солнцезащитных систем для пластиковых окон осуществляется при помощи цепочного шнура. Для ещё большего комфорта предусмотрено левостороннее и правостороннее управление. Возможен монтаж на откидную или поворотную створку, а также на саму оконную раму.']
                },
                {
                    title: 'Преимущества и особенности солнцезащитных систем для окна',
                    text: [
                        'Системы обладают множеством преимуществ:',
                        '• в полностью свёрнутом виде не препятствуют проникновению солнечного света в дом',
                        '• в развёрнутом виде обеспечивают полную изоляцию от ярких лучей и зноя',
                        '• это мобильные жалюзи, которые легко убираются наверх и имеют разные уровни опускания',
                        '• по сравнению со шторами и жалюзи из алюминия они не накапливают пыль, так как рулонные шторы, устанавливаемые на пластиковые окна, проходят пропитку специальным составом, предотвращающим это',
                        '• если вы не хотите отказываться от традиционных гардин, всегда можно подобрать идеально сочетающиеся с ними системы для защиты окна от солнца',
                        '• а еще это идеальный вариант по оформлению тех окон, где использование длинных портьер невозможно или вызывает трудности, это касается в первую очередь кухни и застеклённого балкона или лоджии',
                        '• стоит отметить также очень лёгкий, но тем не менее бережный уход, исключающий традиционную стирку и глажку, и доступные цены на такой вид солнцезащитных систем',
                        'Наше производство открыто в г. Москва, но продукцию FOROOМ вы можете встретить в любом городе России. Цена изделий контролируется производителем, а потому является одной из самых низких на рынке.'
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'zhalyuzi-na-okna-nedorogo',
            meta: {
                title: 'Недорогие жалюзи на окна',
                description: 'Недорогие жалюзи на окна',
                keywords: '',
            },
            title: 'Недорогие жалюзи на окна',
            blocks: [
                {
                    title: '',
                    text: ['Хотите управлять окнами в квартире или частном доме по максимуму? Легко! Установка жалюзи на ваши окна – это реальная возможность сделать их еще функциональнее, удобнее и приятнее в использовании! Просто выберите подходящие жалюзи нужного цвета и размера, чтобы решить полный комплекс проблем, с которыми ваши окна не могут справиться самостоятельно.']
                },
                {
                    title: 'Зачем нужны жалюзи?',
                    text: [
                        'Солнечные лучи не всегда бьют прямо в комнату, но когда это случается, хочется найти надежное и красивое решение по защите помещения.',
                        'Жалюзи помогут:',
                        '• защитить мягкую мебель и текстиль от выгорания<br/>' +
                        '• обеспечить оптимальные условия для работы и отдыха<br/>' +
                        '• скрыть помещение от посторонних глаз<br/>' +
                        '• притенить комнатные растения<br/>' +
                        '• защитить комнату от перегрева',
                        ' Современные модели жалюзи выпускаются в широком ассортименте и подходят для любого помещения, любого оконного проема, любого интерьера! Купить жалюзи – значит подарить себе и своим близким дополнительный комфорт. Благодаря особой конструкции жалюзи вы расширяете функциональность существующих оконных конструкций, получая максимум пользы. Пользоваться помещением с удовольствием в любое время года при любой температуре и любом освещении еще никогда не было так просто!',
                    ]
                },
                {
                    title: 'Цена ниже, качество выше',
                    text: ['Солнцезащитные изделия FOROOM – качественные, дешевые жалюзи-системы, которые вы уже сегодня можете купить в большинстве городов России и стран СНГ. Наш интернет магазин оснащен онлайн-конструктором, благодаря которому вы можете подобрать наиболее подходящую систему жалюзи. Мы предлагаем заказать готовые изделия дешево в городе Москва и других населенных пунктах. В нашем каталоге – жалюзи разных конструкций, типов и комплектации. Хотите купить продукцию исключительно высокого качества по-настоящему дешево и даже еще дешевле, чем предполагали? Поклонники изделий FOROOM знают, что это действительно возможно! Ознакомьтесь с полным ассортиментом жалюзи-систем в интернет магазине FOROOM прямо сейчас и найдите оптимальное решение, способное стать изящной защитой ваших окон!']
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'tkanevyye-zhalyuzi-na-plastikovyye-okna',
            meta: {
                title: 'Тканевые жалюзи на пластиковые окна',
                description: 'Тканевые жалюзи на пластиковые окна',
                keywords: '',
            },
            title: 'Тканевые жалюзи на пластиковые окна',
            blocks: [
                {
                    title: '',
                    text: ['Наиболее востребованными моделями светозащитных систем в нашей стране являются тканевые жалюзи на окна из пластика. В ассортиментный ряд такой продукции входят и рулонные жалюзи, состоящие из цельного полотна ткани. Как правило, для их производства применяется полиэстер, натуральные ткани и смесовые волокна. С помощью таких жалюзи пластиковые окна преображаются, становятся более уютными. В зависимости от цвета и фактуры ткани можно получить желаемый декоративный эффект и создать нужную атмосферу в помещении.']
                },
                {
                    title: 'Особенности жалюзи',
                    text: [
                        'Рулонные жалюзи на тканевой основе очень практичны. Ткани не накапливают пыль, так как имеют пылеотталкивающую пропитку. Их чистка осуществляется при помощи пылесоса или сухой щётки с мягкими волокнами. Достоинство этих конструкций еще и в том, что они целиком закрывают окно, не оставляя просветов. Установка рулонных систем предусматривает их крепление без сверления, они занимают минимум места, таким образом экономя пространство.',
                        'В ходе производства тканевых изделий на окна применяются различные по своим характеристикам ткани:',
                        '• полупрозрачные<br/>' +
                        '• комбинированные<br/>' +
                        '• blackout',
                        'Комбинированные ткани используются в конструкциях типа "день-ночь". Установленные на пластиковые окна, они позволяют обеспечить необходимый уровень естественного освещения. Такие солнцезащитные системы не только украшают пластиковые современные окна, но и создают в комнате объемные тени и мягкий рассеянный свет. Плотные и непрозрачные ткани позволяют добиться высокого уровня затемнения. Такие солнцезащитные изделия уместны в спальнях, презентационных и актовых залах, где происходит демонстрация фильмов или слайдов. Тканевые солнцезащитные системы монтируются непосредственно на створки окна как на глухие, так и на поворотно-откидные. При этом они не мешают открывать и закрывать окна при проветривании помещения. Системы подобного типа оснащаются практичным и удобным механизмом управления, позволяющим поднимать и опускать полотно. В некоторых линейках продукции этот механизм спрятан под защитным коробом, а движение ткани по створке окна осуществляется в П-образных направляющих.',
                    ]
                },
                {
                    title: 'Технология крепления жалюзи на окна без сверления',
                    text: [
                        'В ряде ситуаций возникает необходимость установить жалюзи без сверления окон. Возможно ли это? С современными солнцезащитными системами FOROOM – да. Такие изделия крепятся несколькими способами:',
                        '• при помощи накидного кронштейна (металлического или пластикового)<br/>' +
                        '• на особый скотч без необходимости сверления',
                        'Без сверления можно крепить различные конструкции:',
                        '• системы типа "день-ночь"<br/>' +
                        '• тканевые рулонные шторы',
                        'Возможны ограничения систем по ширине и высоте.',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'katalog-rulonnykh-shtor-zebra',
            meta: {
                title: 'Каталог рулонных штор зебра',
                description: 'Каталог рулонных штор зебра',
                keywords: '',
            },
            title: 'Каталог рулонных штор зебра',
            blocks: [
                {
                    title: '',
                    text: [
                        'Рулонные шторы являются одним из наиболее практичных и доступных способов оформления окна. Это достойная альтернатива портьерам, обеспечивающая высокую степень защиты от лучей солнца. Изделия можно опустить до любого желаемого уровня, они мягко рассеивают солнечный свет.',
                        'В комплексе с гардинами и портьерами рулонные системы данного типа создают уют в детской, гостиной и подчеркивают уединенность спальни. Эти шторы, часто называемые "Зебра", размещаются в местах, где применение портьер трудно осуществимо, например на лоджии либо кухне. Специальные полупрозрачные перфорированные и более плотные ткани в рулонных шторах избавляют от слепящего солнечного света, делая его рассеянным.',
                    ]
                },
                {
                    title: 'Шторы "Зебра" от FOROOM: преимущества выбора',
                    text: [
                        'Изделия типа "Зебра" являются новым словом на рынке солнцезащитных систем для окна. Основная их особенность заключается в возможности регулировать свет в трех режимах: – поднятие, опускание и смещение полос ткани. "Зебра" – современные конструкции, отвечающие всем требованиям потребителей.',
                        'Конструктивно рулонные шторы "Зебра" представляют собой два полотна ткани с чередующимися на равном промежутке друг от друга полупрозрачными и прозрачными полосками. При сворачивании и опускании полосы на тканном полотне смещаются, за счет чего регулируется интенсивность освещения и степень проникновения света в комнату.',
                        'Так же как и стандартные оконные солнцезащитные конструкции, рулонные шторы "Зебра" бывают открытого (рулон ткани заметен) и кассетного (ткань скрыта в специальном коробе) типа. Возможно крепление штор без сверления пластиковой рамы, при помощи накидных кронштейнов либо специализированного двухстороннего скотча, имеющего усиленные клеевые качества .',
                        'Конструкции "Зебра" FOROOM отличает:',
                        '• безупречное качество рулонных штор<br/>' +
                        '• надежная солнцезащита и привлекательный дизайн<br/>' +
                        '• низкая стоимость систем "Зебра"',
                        'Приобретая нашу продукцию, вы делаете выбор в пользу уюта, комфорта и современных технологий, которыми подчиняется даже солнечный свет!',
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },

        {
            date: '',
            url: 'alyuminiyevyye-zhalyuzi-na-plastikovyye-okna-nedorogo',
            meta: {
                title: 'Недорогие алюминивые жалюзи на пластиковые окна',
                description: 'Недорогие алюминивые жалюзи на пластиковые окна',
                keywords: '',
            },
            title: 'Недорогие алюминивые жалюзи на пластиковые окна',
            blocks: [
                {
                    title: '',
                    text: ['Современные материалы позволяют эффективно решать вопросы защиты помещений от холода, шума, ветра, солнца и посторонних взглядов. И если собственно окно позволяет обеспечить шумо- и звукоизоляцию, то в комплекте с жалюзи оно приобретает полную комплектацию, позволяющую защитится от солнца. Алюминиевые жалюзи представляют собой простые и надежные конструкции, которые дают возможность управлять уровнем освещенности помещения. Их ламели поворачиваются вокруг своей оси и тем самым регулируют доступ солнечных лучей и света. Современные солнцезащитные системы выпускаются в различных разновидностях. Как выбрать наиболее подходящую систему и не потеряться в широком ассортименте? Ориентируйтесь на основные параметры.']
                },
                {
                    title: 'Предназначение',
                    text: ['Для створки окна. Такие системы имеют размер створки пластиковых окон и предназначены для них. На оконный проем из двух створок требуется две системы жалюзи. Они легко крепятся, могут быть подобраны в цвете оконной рамы и оставляют открытым доступ к подоконнику. Для оконного проема. В некоторых ситуациях требуется перекрыть оконный проем целиком одной системой. Такие конструкции из алюминия подходят и для деревянных, и для пластиковых профилей.']
                },
                {
                    title: 'Размер',
                    text: ['Типовые жалюзи подходят для стандартных окон со створками разной ширины, а также для малых и средних оконных проемов. В зависимости от особенностей ваших оконных проемов можно подобрать необходимую систему. Для мансардных окон, а также для наклонных створок разработана солнцезащитная система INTEGRA G-FORM.']
                },
                {
                    title: 'Цвет',
                    text: ['Кроме классического белого цвета комплектующих, мы предлагаем жалюзи и для других самых распространенных цветов рам. Это позволяет сделать солнцезащитные системы незаметным, но функциональным элементом дизайна помещения. Такие шторы выполняют не только свои прямые "обязанности", но и имеют эстетическую функцию. Модели, предназначенные для перекрытия оконного проема, помогут скрыть некрасивую батарею, трубы отопления. На заказ можно приобрести достаточно неординарные изделия с разнообразными рисунками и фактурой.']
                },
                {
                    title: 'Особенности конструкции',
                    text: ['Изделие, перекрывающее проем, имеет два элемента управления – шнур для поднятия и опускания, и стержень для поворота ламелей по оси. Системы, оснащенные коробом, устанавливаются на ПВХ-ок, и имеют один элемент управления, отвечающий как за подъем, так и за поворот ламелей. В целом солнцезащитные системы с алюминиевыми ламелями относятся к числу недорогих и доступных. Они просты в уходе, износоустойчивы, не выгорают на солнце и долгие годы сохраняют свои функциональные и эстетические свойства при условии правильной установки и эксплуатаци.']
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'zhalyuzi-na-plastikovyye-okna',
            meta: {
                title: 'Жалюзи на пластиковые окна',
                description: 'Жалюзи на пластиковые окна',
                keywords: '',
            },
            title: 'Жалюзи на пластиковые окна',
            blocks: [
                {
                    title: '',
                    text: ['Жалюзи для пластиковых окон вы можете заказать в нашем интернет-магазине (Москва) . Мы предлагаем современные системы линейки INTEGRA. Они представляют собой жалюзи, а также рулонные шторы, которые разработаны специально для створок современных пластиковых окон.']
                },
                {
                    title: 'Лучшая защита от солнца для пластиковых окон',
                    text: [
                        'Окна из ПВХ широко распространены, и необходимость подобрать для них солнцезащитную систему возникает часто. Во многих случаях неудобно, если штора мешает проветриванию или перекрывает доступ к подоконнику. Всех этих недостатков лишены солнцезащитные системы линейки INTEGRA. Преимущества систем линейки INTEGRA:',
                        'Эргономичность.<br/> Пластиковые окна обладают рядом особенностей, и жалюзи на такие окна учитывают их.',
                        'Лаконичный и стильный дизайн.<br/> Окна со специальными системами смотрятся привлекательно. Представленные изделия вписываются в любые интерьеры и не нарушают их гармонию.',
                        'Максимальная интеграция в оконную раму.<br/> Особая конструкция жалюзи пластиковых окон позволяе т им располагаться на створке с минимальным расстоянием от стекла. Система выглядит максимально интегрированной. Жалюзи и окно образуют единое целое.',
                        'Управление.<br/> Поднять жалюзи или опустить их - легко и просто. Достаточно воспользоваться цепочкой управления. Эта же деталь на системе INTEGRA G-FORM позволяет изменять угол поворота ламелей жалюзи, благодаря чему пластиковые окна с данной системой меняют уровень освещенности в помещении. В зависимости от ситуации вы всегда можете контролировать интенсивность проникающего света.',
                        'Практичность.<br/> Жалюзи окон ПВХ - система, которая отличается неприхотливостью. Изделия не требуют специального ухода. Пыль с ткани или ламелей легко устраняется влажной тряпкой или мягкой щеткой.',
                        'Оптимальные размеры.<br/> Мы производим системы с различными параметрами высоты и ширины для жалюзи, пластиковые окна нестандартных размеров можно защитить с их помощью. При этом изделия не смотрятся слишком громоздкими даже при внушительных габаритах.',
                        'Доступность.<br/> Цена представленных изделий невысока. Благодаря этому купить их могут как представители крупных коммерческих компаний, так и частные лица.',
                        'Универсальность.<br/> Вы легко подберете жалюзи (пластиковые окна) с нужными параметрами.',
                        'Длительный срок службы.<br/> Все изделия вы можете использовать на протяжении многих лет. Продукция не утратит привлекательности и сохранит функциональность несколько лет при правильной установке и эксплуатации.',
                    ]
                },
                {
                    title: 'Почему для окон ПВХ лучше выбирать специальные системы?',
                    text: ['Современные системы соответствуют всем особенностям конструкции окна. Плотно прилегая к ним, они создают единое целое, и не нарушают гармонию пространства. Современные системы максимально удобны в использовании. При их разработке учитываются все особенности ПВХ конструкций. Системы линейки INTEGRA идеально подойдут для вашего окна и у вас не возникнет никаких сложностей с их установкой.']
                },
                {
                    title: 'От чего зависит стоимость представленной продукции?',
                    text: ['Цена конструкций зависит от их габаритов, особенностей крепления и выбранного материала. Окончательная цена изделий определяется производителем на этом сайте и не подлежит изменению. Мы настоятельно рекомендуем приобретать солнцезащитные системы FOROOM у официальных представителей, контактные данные которых размещены на нашем сайте. Обращаясь к официальным представителям FOROOM, вы приобретаете продукцию для деревянных и пластиковых конструкций с гарантированным качеством по низкой цене.']
                },
                {
                    title: 'Преимущества заказа жалюзи на пластиковые (ПВХ) окна в нашем интернет-магазине',
                    text: [
                        'Низкая цена продукции. Мы предлагаем доступные для всех жалюзи (пластиковые окна) и фиксируем их стоимость у всех официальных представителей FOROOM.',
                        'Удобный каталог. Он позволит вам ознакомиться только с самыми востребованными моделями и выбрать подходящее именно вам.',
                        'Помощь специалистов. Возникли вопросы? Задайте их нашим представителям, обратившись в офисы продаж. Они расскажут о размерах изделий, особенностях и вариантах их крепления. Это позволит быстро сориентироваться в ассортименте и сделать выбор.',
                        'Обращайтесь! Мы всегда готовы произвести необходимые системы, сделать их быстро и качественно. С нашей помощью вы защититесь от посторонних взглядов и избыточного солнечного света, создадите продуманное до мелочей пространство в кратчайшие сроки. При этом вам не придется переплачивать. Цена систем FOROOM в Москве и других городах одинаково низкая.'
                    ]
                }
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },
        {
            date: '',
            url: 'krepleniya-dlya-gorizontalnykh-alyuminiyevykh-zhalyuzi',
            meta: {
                title: 'Крепления для горизонтальных алюминиевых жалюзи',
                description: 'Крепления для горизонтальных алюминиевых жалюзи',
                keywords: '',
            },
            title: 'Крепления для горизонтальных алюминиевых жалюзи',
            blocks: [
                {
                    title: '',
                    text: ['Как и любой другой механизм, жалюзи способны выходить из строя при нарушении правил установки и эксплуатации. Наши системы просты в установке, но требуют точного следования инструкциям.']
                },
                {
                    title: 'Правильный монтаж – залог безупречной работы жалюзи',
                    text: ['Каждая солнцезащитная система предусматривает несколько видов ее крепления на окна, стену или потолок. Система INTEGRA G-FORM имеет один тип крепления, так как устанавливается на саму оконную створку. В свою очередь горизонтальные жалюзи G-FORM могут быть установлены на стену с применением стеновых кронштейнов или на потолок при помощи защелок. Вне зависимости от принципа монтажа любая из представленных систем должна быть установлена строго горизонтально. Для выполнения этой работы не нужно владеть специальными навыками. Современные жалюзи редко выходят из строя при корректной установке и эксплуатации.']
                },
                {
                    title: 'Виды креплений горизонтальных жалюзи',
                    text: [
                        'Виды креплений горизонтальных жалюзи различаются конструктивно и могут быть изначально выбраны в зависимости от конкретной ситуации и ваших предпочтений, если особенности солнцезащитной системы предполагают несколько вариантов монтажа.',
                        'На саморезы.<br/> Солнцезащитные системы, которые интегрируются на створку окна, должны плотно прилегать к стеклу и составлять единое целое с оконной конструкцией. Поэтому их монтаж осуществляется на саморезы. При таком креплении расстояние между жалюзи и стеклом минимально. Прочные саморезы легко удерживают конструкцию жалюзи и не нарушают герметичности оконного профиля.',
                        'На потолок.<br/> Традиционные горизонтальные конструкции перекрывают весь проем, а потому предполагают возможность нескольких вариантов установки. Крепление на потолок позволяет использовать такие системы с необходимым отступом от окна, что дает возможность обойти возможные препятствия в виде выступающего подоконника или батареи.',
                        'На стену.<br/> В этом случае горизонтальные конструкции устанавливаются по принципу классического карниза на определенном расстоянии от оконного проема. Карниз системы G-FORM можно прикрутить вплотную к стене или на расстоянии при помощи стеновых кронштейнов.',
                        'На навесные кронштейны.<br/> Такой монтаж осуществляется без сверления оконной рамы и возможен только для поворотных и откидных створок, глухие – исключение. Данный вид установки доступен только на системе G-FORM.',
                    ]
                },
                {
                    title: 'Особенности креплений жалюзи',
                    text: ['Самое главное правило при установке всех солнцезащитных систем FOROOM - это горизонтальное размещение системы. Для большей уверенности в правильности монтажа, можно применить уровень. Горизонтальные жалюзи алюминиевые отличаются тем, что крепление осуществляется быстро и не требует особенных навыков. Главное, это правильно разметить места установки и надежно прикрепить изделие к окну.']
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },

        {
            date: '',
            url: 'alyuminiyevyye-zhalyuzi',
            meta: {
                title: 'Алюминиевые жалюзи',
                description: 'Алюминиевые жалюзи',
                keywords: '',
            },
            title: 'Алюминиевые жалюзи',
            blocks: [
                {
                    title: '',
                    text: [
                        'Многие модели современных жалюзи выпускаются с ламелями из алюминия. Главными достоинствами такого металла применительно к жалюзи являются следующие:',
                        '• Доступная цена. Изделия имеют простую надежную конструкцию и невысокую стоимость.',
                        '• Легковесность и прочность. По этой причине многие решают купить именно такую разновидность солнцезащитных систем с целью защиты от света.',
                        '• Алюминий не подвержен гниению, не выделяет и не впитывает запахов, а изделия из него считаются экологически чистыми.',
                        '• Алюминиевые изделия, установленные на окна, по сроку службы намного превосходят все остальные материалы: дерево, пластик и ткань. И это делает их выгодными не только с позиции бюджета, но и с точки зрения охраны природы.',
                        '• Алюминий является безопасным для человеческого организма, не вызывает аллергической реакции, поэтому может использоваться в помещениях, где живут и работают люди с заболеваниями дыхательной системы, где находятся дети или пожилые люди.',
                        '• Ухаживать за чистотой алюминиевых ламелей очень просто. Жалюзи на пластиковые окна из алюминия – это лучший выбор, который только можно сделать, если речь идет об оформлении оконной конструкции',
                    ]
                },
                {
                    title: 'Виды алюминиевых жалюзи',
                    text: ['Мы предлагаем алюминиевые жалюзи, интегрированные на конструкцию окон, и свободновисящие, рассчитанные на средние проемы. Алюминиевые жалюзи системы INTEGRA предназначены специально для пластиковых оконных конструкций. Они сконструированы с учетом их особенностей, имеют простой, лаконичный дизайн и широкий функционал. Неброские внешне, такие жалюзи отлично справляются со своими задачами. Они плотно прилегают к стеклу, обеспечивая тем самым полноценное затемнение. Вращаясь вокруг собственной оси, ламели, в зависимости от угла поворота, обеспечивают требуемую интенсивность потока света. Горизонтальные алюминиевые жалюзи системы G-FORM – отличное бюджетное решение для средних оконных проемов. Цена такой продукции является одной из самых доступных. Вместе с тем конструкции отличаются прочностью и надежностью. Жалюзи оснащаются тонкими полосками алюминия, которые покрыты нетоксичными красителями. Горизонтальные алюминиевые конструкции могут устанавливаться в офисных, бытовых и подсобных помещениях. Возможен монтаж на стену над окном, на потолок, а также непосредственно на створку или раму. Цена подобных изделий варьируется в зависимости от размеров, особенностей конструкции и выбранного материала. На продукцию FOROOM установлены наиболее привлекательные цены, которые не окажутся препятствием для приобретения изделий.']
                },
                {
                    title: 'Алюминиевые жалюзи в компании FOROOM',
                    text: [
                        'Мы предлагаем не просто жалюзи на окно, а современные качественные солнцезащитные системы на заказ, которые отличаются безупречным исполнением, надежными материалами и имеют доступные цены.',
                        '• Это комплексное решение для всех, кто желает эстетично и эффективно оснастить оконные конструкции дома или в офисе.',
                        '• Производимая нами продукция отвечает самым высоким мировым стандартам, отлично справляется со своей задачей защиты помещения от солнечных лучей и при этом отличается привлекательным внешним видом.',
                        '• Делая заказ у нас, вы приобретаете жалюзи, которые будут служить много лет без малейших нареканий.',
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },


        {
            date: '',
            url: 'magazin-zhalyuzi',
            meta: {
                title: 'Магазин жалюзи',
                description: 'Магазин жалюзи',
                keywords: '',
            },
            title: 'Магазин жалюзи',
            blocks: [
                {
                    title: '',
                    text: [
                        'Если вас интересуют жалюзи Москве безупречного качества и доступной стоимости отечественного производства, вы легко сегодня найдете ту или иную модель. Москва – огромный мегаполис, в котором множество компаний предлагает разнообразие вариантов оконного декора. По каким же признакам найти идеальную продукцию?',
                        '• Сочетание безупречного качества и доступной широкой потребительской аудитории стоимости<br/>' +
                        '• Многообразие материалов<br/>' +
                        '• Простота монтажа<br/>' +
                        '• Комфорт при эксплуатации<br/>' +
                        '• Долговечность',
                        'Онлайн магазин сегодня – популярная площадка, с помощью которой можно приобрести в Москве жалюзи выгодно и быстро, при минимальных материальных затратах. Наличие качественного современного окна в жилье является недостаточным условием для комфортной жизни. Если не будет качественной солнцезащитной системы, вам будут докучать посторонние взгляды в вечернее время, а яркий утренний свет может прервать ваш сон утром, не позволив хорошенько отдохнуть. Если вы заинтересованы в комфортных условиях в собственном доме, стоит предусмотреть для каждого окна соответствующую систему защиты от солнца.',
                    ]
                },
                {
                    title: 'Приобретайте для декорирования окна шторы - жалюзи!',
                    text: ['Выбирайте и приобретайте на привлекательных условиях шторы для декорирования каждого окна в интернет магазине. Сегодня производители разрабатывают обширный ассортимент стильных и эстетичных жалюзи, и у вас есть возможность воспользоваться всеми преимуществами создаваемой продукции для оснащения окон. Наличие таких штор в интерьере позволит не только защитить внутреннее пространство от излишнего солнечного света и надоедливых взглядов. С помощью солнцезащитных систем FOROOM вы сможете регулировать световой поток, что позволит в любое время суток создавать в помещении максимально комфортные условия. Магазин, торгующий онлайн, вы можете посетить в любое комфортное время, не спеша ознакомиться с ассортиментом реализуемой продукции и оформить заказ. Теперь для приобретения необходимых штор вовсе не обязательно куда-либо ехать. Разнообразные шторы, жалюзи позволят вам для каждого окна выбрать оптимальный вариант солнцезащитной системы и приобрести его при минимальных материальных затратах.']
                },
                {
                    title: 'Жалюзи от отечественного производителя – лучший способ декоративного оформления',
                    text: [
                        'Приобретайте на привлекательных условиях для декорирования каждого окна в своем жилье шторы, жалюзи нашего производства.',
                        'Это выгодно по ряду причин.',
                        '• Эстетичность.<br/> При производстве систем FOROOM используются материалы тканей и ламелей, имеющие множество цветов и текстур. Они будут отлично смотреться сами по себе и в комплекте с привычными шторами.',
                        '• Практичность.<br/> Мы предлагаем солнцезащитные системы, которые на протяжении многих лет имеют положительные отзывы покупателей.',
                        '• Технологичность.<br/> Наше производство оснащено высокотехнологичным оборудованием от мировых лидеров станкостроения, а прямые поставки комплектующих позволяют производить продукцию, соответствующую мировым стандартам.',
                        '• Экономичность.<br/> Высокая автоматизация всех производственных циклов дает нам возможность устанавливать на продукцию доступные цены.',
                    ]
                },
            ],
            media: [
                {
                    type: null, // img, video, youtube ... null = img
                    url: ''
                }
            ]
        },


        // {
        //     date: '',
        //     url: '',
        //     meta: {
        //         title: '',
        //         description: '',
        //         keywords: '',
        //     },
        //     title: '',
        //     blocks: [
        //         {
        //             title: '',
        //             text: ['']
        //         },
        //     ],
        //     media: [
        //         {
        //             type: null, // img, video, youtube ... null = img
        //             url: ''
        //         }
        //     ]
        // },
    ],
})

export const mutations = {
    setArticles(state, articles) {
        state.articles = articles
    },
}

export const actions = {
    async fetch({commit}) {
        // const news = await this.$axios.$get(config.api.url + 'news')
        // commit('setNews', news)
    },
}

export const getters = {
    articles: s => s.articles,
    articlesList: s => s.articles.map(n => {
        return {
                title: n.title,
                url: n.url,
                lid: n.lid,
                date: n.date,
            }
    })
}
