<template>
  <div class="col-12">
    <ui-title
      tag="h2"
      class="ui-title-1"
    >
      Преимущества горизонтальных жалюзи
    </ui-title>

    <div class="row mb-5">
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/hblinds/_description/1.jpg"
          alt=""
        />
      </div>
      <div class="col-8">
        <p>
          Горизонтальные жалюзи являются одним из самых популярных вариантов для защиты помещения от солнечного света и чужих взглядов. Давайте рассмотрим их основные преимущества:
        </p>
        <ul>
          <li>
            •  Эффективная защита от солнца – регулируемые ламели шириной 25 мм. или 50 мм. позволяют контролировать уровень освещения в помещении.
          </li>
          <li>
            •  Универсальность – подходят для любых помещений от частного дома до бизнес-центра или гостиницы.
          </li>
          <li>
            •  Разнообразие материалов – в нашем ассортименте представлены алюминиевые и деревянные горизонтальные жалюзи из павловнии и бамбука.
          </li>
          <li>
            •  Простота ухода – достаточно протирать ламели изделий сухой или влажной салфеткой. В качестве альтернативного варианта можно использовать специальную мягкую щетку.
          </li>
          <li>
            •  Долговечность – качественные комплектующие обеспечивают плавное управление и долгий срок службы изделий при правильной эксплуатации.
          </li>
          <li>
            •  Эстетическая универсальность – широкий выбор цветов (белый, серый, коричневый, бежевый, черный, синий, зеленый) позволяет выбрать жалюзи, идеально подходящие под ваш интерьер.
          </li>
          <li>
            •  Различные способы крепления – на створку, проем окна, стену или потолок.
          </li>
        </ul>
      </div>
    </div>

    <div class="row mb-5">
      <div class="col-8">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Виды горизонтальных жалюзи FOROOM
        </ui-title>
        <p>
          В нашем интернет-магазине представлены следующие модели горизонтальных жалюзи:
        </p>
        <ul>
          <li>
            Алюминиевые горизонтальные жалюзи INTEGRA G-FORM для окон ПВХ, которые устанавливаются на оконные створки. Изделие имеет ламели шириной 25 мм.
          </li>
          <li>
            Алюминиевые горизонтальные жалюзи для установки на оконный проем. Данная линейка изделий представлена моделями G-FORM и G-FORM 50 с шириной ламелей 25 мм и 50 мм соответственно.
          </li>
          <li>Горизонтальные деревянные жалюзи G-FORM WOOD 50 с шириной ламелей 50 мм. </li>
          <li>Давайте остановимся на каждом продукте подробнее.</li>
          <li>Алюминиевые горизонтальные жалюзи</li>
          <li>Алюминиевые жалюзи – классический вариант для офиса и дома. Они устойчивы к влаге, не выгорают на солнце и подходят для помещений с повышенной влажностью.</li>
        </ul>
        <p><b>Преимущества:</b></p>
        <ul>
          <li>• Легкость конструкции.</li>
          <li>• Устойчивость к коррозии.</li>
          <li>• Большой выбор цветов, включая серебристый, металлик, матовый черный.</li>
        </ul>
        <p>Деревянные и бамбуковые горизонтальные жалюзи</p>
        <p>Эко-стиль в интерьере – тренд последних лет. Деревянные жалюзи создают уют и подчеркивают статусность помещения.</p>
        <p><b>Преимущества:</b></p>
        <ul>
          <li>• Натуральные материалы.</li>
          <li>• Подходят для классических и современных интерьеров.</li>
          <li>• Экологичность и безопасность.</li>
          <li>• Электропривод для дистанционного управления</li>
        </ul>
      </div>
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/hblinds/_description/2.jpg"
          alt=""
        />
      </div>
    </div>

    <div class="row mb-5">
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/hblinds/_description/3.jpg"
          alt=""
        />
      </div>
      <div class="col-8">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Как правильно выбрать горизонтальные жалюзи
        </ui-title>
        <p>
          Чтобы жалюзи идеально вписались в ваш интерьер, важно учитывать несколько факторов:
        </p>
        <ul>
          <li>1. Размер окна – напрямую влияет на стоимость изделия. Как правило, определенная модель жалюзи имеет ограничения по размерам, что необходимо учитывать при выборе изделия. </li>
          <li>2. Материал ламелей – подбирается, исходя из дизайна интерьера. Изделие должно гармонично вписываться в окружающее пространство.</li>
          <li>3. Механизм управления – стандартный шнур, цепь или дистанционная система с электроприводом.</li>
          <li>4. Цветовая гамма – классический белый, коричневый, серый или яркие оттенки (желтый, красный, фиолетовый). Выбирайте цвет, который подойдет именно вам! </li>
        </ul>
        <ui-title
            tag="h3"
            class="ui-title-2 mb-2"
        >
          Варианты установки горизонтальных жалюзи
        </ui-title>
        <p>Монтаж жалюзи может выполняться разными способами:</p>
        <ul>
          <li>• На оконную створку – компактный вариант, который не мешает открыванию окна.</li>
          <li>• На стену или потолок – подходит для широких оконных проемов.</li>
          <li>• Без сверления – вариант для арендных квартир и офисов.</li>
        </ul>

      </div>
    </div>
    <div class="row mb-5">
      <div class="col-12">
        <ui-title
            tag="h3"
            class="ui-title-2 mb-2"
        >
          Как правильно ухаживать за горизонтальными жалюзи
        </ui-title>
        <p>Для поддержания чистоты и продления срока службы важно соблюдать простые правила ухода:</p>
        <ul>
          <li>• Протирать ламели мягкой тканью или специальной щеткой.</li>
          <li>• Использовать слабый мыльный раствор для удаления загрязнений.</li>
          <li>• Избегать агрессивных чистящих средств, чтобы не повредить покрытие.</li>
        </ul>
        <ui-title
            tag="h3"
            class="ui-title-2 mb-2"
        >
          Где купить горизонтальные жалюзи?
        </ui-title>
        <p>В нашем интернет-магазине представлен широкий ассортимент горизонтальных жалюзи с доставкой по Москве и другим городам России. У нас вы можете купить жалюзи по доступной цене и высокого качества. Почему выбирают нас:</p>
        <ul>
          <li>• Изготовление изделий по индивидуальным размерам – сделаем жалюзи на заказ по вашим параметрам в срок от 2 до 5 дней.</li>
          <li>• Развитая федеральная сеть – более 250 официальных представителей во всех уголках страны.</li>
          <li>• Оперативный выезд на замер и консультация менеджера – опытный консультант с радостью ответит на все вопросы и поможет выбрать оптимальную модель изделий, исходя из особенностей вашего объекта.</li>
          <li>• Выполнение работ “Под ключ”. Наши представители могут взять на себя все этапы работы от первичной консультации до доставки изделий по адресу и их дальнейшего монтажа.</li>
          <li>• Сервисные центры – если у вас возникнут проблемы с изделием, вы всегда сможете обратиться в официальный сервисный центр FOROOM. Опытные мастера оперативно выявят причину поломки изделия и устранят ее в максимально короткие сроки. </li>
          <li>• Тысячи положительных отзывов довольных заказчиков – мы занимаемся производством рулонных штор и жалюзи более 30 лет. Отзывы довольных заказчиков говорят сами за себя.  </li>
        </ul>
      </div>
    </div>
  </div>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator'

@Component
export default class HblindsAdvantagesTexts extends Vue {}
</script>

<style lang="scss" scoped>
::v-deep .img {
  width: 100%;
  height: 100%;
  display: flex;

  img {
    vertical-align: middle;
    height: 350px;
    border-radius: $img-border-radius;
    object-fit: cover;
    object-position: center;
  }
}
</style>
