<template>
  <div class="col-12">
<!--    <ui-title-->
<!--      tag="h2"-->
<!--      class="ui-title-1"-->
<!--    >-->
<!--      Что такое шторы плиссе.-->
<!--    </ui-title>-->
    <ui-title
      tag="h3"
      class="ui-title-1"
    >
      Что такое шторы плиссе.
    </ui-title>
    <p class="mb-4">
      Шторы плиссе — это современный и функциональный вид солнцезащитных систем, представляющий собой складчатую ткань, которая собирается в аккуратные горизонтальные складки при подъеме или спуске. Благодаря широкому выбору тканей с различной степенью светопроницаемости, шторы плиссе позволяют эффективно регулировать уровень освещения в помещении, делая окружающий интерьер более комфортным и эстетичным.
    </p>

    <div class="row">
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/plisse/_description/1.jpg"
          alt=""
        />
      </div>
      <div class="col-8">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Особенности штор плиссе.
        </ui-title>
        <p class="mb-4">
          Шторы плиссе отличаются уникальной конструкцией, которая имеет эстетичный внешний вид и высокую функциональность. Их основа — специальная складчатая ткань, которая компактно складывается при подъёме, позволяя максимально открывать окно. В отличие от традиционных жалюзи и рулонных штор, плиссе можно устанавливать в любых положениях — сверху вниз, снизу вверх или фиксировать в середине окна, регулируя освещение с высокой точностью. Это особенно удобно для помещений, где требуется частичное затемнение без полного закрытия окна.
        </p>
        <p class="mb-4">
          Ещё одна важная особенность штор плиссе — их универсальность. Разнообразие тканей с разной степенью светопроницаемости позволяет подобрать идеальный вариант для любой комнаты: от плотных затемняющих материалов для спальни до лёгких полупрозрачных тканей для гостиной. Дополнительно многие модели оснащены грязеотталкивающими и антистатическими пропитками, что упрощает уход и продлевает срок службы изделия.
        </p>


      </div>
      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Популярные материалы для изготовления тканей, которые используются в шторах плиссе.
      </ui-title>
      <p class="mb-4">
        Шторы плиссе изготавливаются из различных материалов, каждый из которых имеет свои особенности и преимущества. Один из самых популярных материалов — полиэстер. Материал отличается высокой прочностью, устойчивостью к выцветанию и лёгкостью в уходе. Такие ткани часто обрабатываются антистатическими и грязеотталкивающими составами, что позволяет им дольше сохранять привлекательный внешний вид. Дополнительно можно выбрать ткани с разной степенью светопроницаемости — от полностью прозрачных до плотных затемняющих (blackout), что позволяет регулировать уровень освещения и приватности в помещении.</p>

      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Отличия от других видов штор
      </ui-title>
      <p class="mb-4">
        Главное отличие штор плиссе от других видов штор — их уникальная складчатая конструкция, напоминающая гармошку, которая позволяет компактно складываться и регулировать освещение с высокой точностью. В отличие от рулонных штор, которые опускаются только сверху вниз, плиссе могут двигаться в двух направлениях — снизу вверх и сверху вниз, что даёт больше возможностей для контроля света и приватности внутри помещения</p>
      <p class="mb-4">
        Шторы плиссе или как их еще называют “гармошка” могут быть изготовлены из материалов с разной степенью светопроницаемости, включая полупрозрачные, затемняющие (Dimout) и полностью светонепроницаемые (Blackout), тогда как классические текстильные шторы часто требуют дополнительного слоя для достижения аналогичного эффекта. Благодаря специальным пропиткам плиссе устойчивы к пыли, влаге и выгоранию, что делает их более долговечными по сравнению с обычными тканевыми занавесками.
      </p>
    </div>

    <div class="row mb-5">
      <div class="col-8">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Преимущества штор плиссе
        </ui-title>
        <p class="mb-4">
          Шторы плиссе имеют ряд исключительных преимуществ. Давайте рассмотрим каждое из них более подробно.</p>
        <p class="mb-4">
          <b>Универсальность</b>
        </p>
        <p class="mb-4">
          Шторы плиссе могут устанавливаться как в жилых помещениях (спальнях, гостиных, кухнях), так и в офисах или кафе. Кроме того, плиссе можно монтировать на створки без сверления, что особенно удобно для пластиковых окон.
        </p>
        <p class="mb-4">
          <b>Простой уход и эксплуатация</b>
        </p>
        <p>
          Шторы плиссе не требуют сложного ухода благодаря современным пропиткам, защищающим ткань от пыли, влаги и загрязнений. Достаточно периодически протирать их сухой или слегка влажной тряпкой или мягкой щеткой. Лёгкая и удобная система управления делает их отличным выбором для повседневного использования.
        </p>

      </div>
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/plisse/_description/2.jpg"
          alt=""
        />
      </div>
    </div>
    <div class="row">
      <p class="mb-4">
        <b>Функциональность и стильный дизайн</b>
      </p>
      <p class="mb-4">
        Плиссе гармонично вписываются в любой интерьер, от классического до минималистичного или современного. Компактная складчатая конструкция позволяет максимально открывать окно, а разнообразие тканей с разной степенью светопроницаемости даёт возможность создавать нужную атмосферу в помещении.
      </p>
      <p class="mb-4">
        <b>Эффективная защита от солнца</b>
      </p>
      <p class="mb-4">
        Шторы плиссе обеспечивают отличную защиту от солнечного света и помогают поддерживать комфортную температуру внутри помещения. Можно выбрать ткани с термоотражающим покрытием, которые помогут снизить нагрев комнаты в жаркие дни. Также доступны варианты с затемняющим эффектом или полным светонепроницаемым покрытием (Blackout), идеально подходящие для спален и домашних кинотеатров.
      </p>
      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Варианты применения штор плиссе.
      </ui-title>
      <p class="mb-4">
        Шторы плиссе — это универсальное и стильное решение для оформления окон, которое сочетает в себе функциональность, удобство использования и привлекательный внешний вид. Давайте рассмотрим несколько сценариев штор гармошка.  </p>
      <p class="mb-4">
        <b>Шторы плиссе с установкой на окна из пластика. </b>
      </p>
      <p class="mb-4">
        Одно из самых популярных решений — установка штор плиссе на створки пластиковых окон. Такой вариант особенно удобен для современных интерьеров, так как позволяет сохранить эстетику оконного профиля и обеспечить эффективную защиту от солнца, не утяжеляя пространство громоздкими шторами.
      </p>
      <p class="mb-4">
        <b>Плиссе в офисных помещениях</b>
      </p>
      <p class="mb-4">
        В офисных помещениях шторы плиссе помогают создать комфортные условия для работы, с помощью регулирования освещения, что предотвращает образование бликов на мониторах. Изделия выглядят элегантно и не перегружают интерьер. Возможность выбора светонепроницаемых тканей или материалов с отражающим покрытием позволяет снизить нагрев помещения в жаркое время года, что особенно важно для офисов с панорамными окнами.
      </p>
      <p class="mb-4">
        <b>Использование в жилых помещениях</b>
      </p>
      <p class="mb-4">
        Шторы плиссе идеально подходят для использования в жилых апартаментах. В спальне они могут обеспечивать полное затемнение благодаря тканям blackout, в гостиной — мягко рассеивать солнечный свет, а на кухне или в ванной — быть устойчивыми к влаге и загрязнениям. Они также отлично смотрятся в детских комнатах, так как безопасны в использовании и создают комфортную атмосферу для детского сна и игр.
      </p>

    </div>

    <div class="row mb-5">
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/plisse/_description/3.jpg"
          alt=""
        />
      </div>
      <div class="col-8">
        <ui-title
            tag="h3"
            class="ui-title-2 mb-2"
        >
          Что нужно учитывать и где купить качественные шторы плиссе?
        </ui-title>
        <p class="mb-4"><b>
          Как выбрать качественные шторы плиссе
        </b></p>
        <p class="mb-4">
          При выборе штор плиссе следует обратить внимание на несколько ключевых параметров. Во-первых, важно правильно измерить окно, чтобы изделие идеально вписалось в проём или на створку. Во-вторых, необходимо определиться с типом ткани — от прозрачных и полупрозрачных до полностью затемняющих (Blackout). Немаловажен и стиль интерьера — плиссе бывают в разных оттенках и фактурах, что позволяет подобрать идеальный вариант для любого помещения.
        </p>
      </div>
    </div>


    <div class="row mb-5">
      <div class="col-8">
        <p class="mb-4"><b>Где купить качественные шторы плиссе
        </b></p>
        <p class="mb-4">
          Если вы ищете качественные жалюзи плиссе на пластиковые окна в Москве или других городах России, рекомендуем присмотреться к линейке INTEGRA PLISSE нашего производства.
        </p>
        <p class="mb-4">
          Интернет-магазин FOROOM предлагает широкий ассортимент моделей штор гармошка на любой вкус. Мы имеем более 250 официальных магазинов во всех крупных городах страны. Каждый представитель торговой марки FOROOM осуществляет услуги по замеру и установке штор плиссе.
        </p>
        <p class="mb-4">Вы получите полное сопровождение на всех этапах покупки: от первичной консультации до выезда замерщика с образцами тканей и последующей доставкой и монтажом штор на ваши окна. </p>
        <p class="mb-4">Начальная стоимость изделий в интернет-магазине FOROOM начинается от 3146 руб.
        </p>
      </div>
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/plisse/_description/4.jpg"
          alt=""
        />
      </div>
    </div>

    <div class="row">
<!--      <div class="col-4"></div>-->
      <div class="col-8">

      </div>
    </div>
  </div>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator'

@Component
export default class PlisseAdvantagesTexts extends Vue {

}
</script>

<style lang="scss" scoped>
::v-deep .img {
  width: 100%;
  height: 100%;
  display: flex;

  img {
    vertical-align: middle;
    height: 350px;
    border-radius: $img-border-radius;
    object-fit: cover;
    object-position: center;
  }
}
</style>
