<template>
  <div class="col-12">
    <ui-title
      tag="h2"
      class="ui-title-1"
    >
      Почему выбирают карнизы для штор нашего производства
    </ui-title>
    <ul>
      <li> - Разнообразные модели для решения любых задач. В нашем ассортименте доступны к заказу: настенные, потолочные, однорядные и двухрядные карнизы белого цвета.  </li>
      <li> - Качество и надежность. Карнизы FOROOM изготавливаются из алюминия, такое решение имеет сразу несколько преимуществ: материал не выгорает, не выцветает на солнце и обеспечивает плавное и легкое перемещение штор не один год при правильной эксплуатации.  </li>
      <li> - Современный дизайн. Все карнизы из нашего ассортимента идеально впишутся в интерьер вашей спальни, гостиной, кухни или офиса.</li>
      <li> - Удобство монтажа. Карнизы нашего производства легко устанавливаются как на стену, так и на потолок.  </li>
      <li> - Изготовление по вашим размерам. Собственное технологичное производство позволяет оперативно изготовить изделие по вашим размерам с точностью до +- 2 мм. </li>
      <li> - Не подвержены деформации. Одно из главных преимуществ алюминиевых карнизов над пластиковыми – отсутствие деформации на протяжении всего срока эксплуатации. </li>
    </ul>

    <div class="row mb-5">
      <div class="col-12">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Новинка. Карниз для штор PROFILE SMART с электроприводом
        </ui-title>
        <p class="mb-4">
          Отдельного внимания заслуживает карниз PROFILE SMART — идеальное решение для тех, кто ценит инновации и удобство.
        </p>
        <p>Вот несколько ключевых особенностей, которые делают этот карниз незаменимым выбором для вашего помещения:  </p>
<ul>
  <li> - Плавное и почти бесшумное управление: благодаря двигателю мощностью 2 Нм, карниз СМАРТ работает бесшумно и эффективно регулирует движение штор. </li>
  <li> - Четыре варианта управления: вы можете выбрать один из 4-х вариантов управления: фазное, радиоуправление, RS485 или сухой контакт, что делает использование карниза удобным и гибким.  </li>
  <li> - Универсальность установки: карниз способен выдерживать нагрузку до 90 кг, что позволяет использовать его в различных помещениях — от офисов и отелей до частных домов.</li>
  <li> - Автоматическая настройка и безопасность: двигатель запоминает конечное положение шторы, упрощая настройку, а функция автоматической остановки при помехах добавляет безопасности в вашем доме. </li>
</ul>
        <p> Чтобы заказать автоматизированный карниз СМАРТ, свяжитесь с представителем FOROOM в своём городе, заполнив форму обратной связи ниже.  </p>
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Полезные рекомендации по выбору карнизов для штор
        </ui-title>
        <p>
          При выборе карнизов важно учитывать несколько факторов:
        </p>
        <ul>
          <li> - Тип крепления: настенные карнизы подходят для стандартных окон, а потолочные — для помещений с натяжными потолками. </li>
          <li> - Количество рядов: однорядные карнизы подходят для легких штор, а двухрядные — для комбинации тюля и портьер.</li>
          <li> - Цвет и дизайн: выбирайте карниз, который гармонирует с интерьером комнаты. Белый, черный, серый и бежевый — универсальные цвета, которые подойдут для любого стиля.</li>
        </ul>
        <p class="mb-4">Белый — универсальный цвет, который подойдет для любого стиля. Также распространены черный, серый и бежевый цвета карнизов, которые подбираются под индивидуальный дизайн помещения.</p>

        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Преимущества покупки карнизов для штор в интернет-магазине FOROOM
        </ui-title>
        <ul>
          <li> - Доставка по Москве и России: мы оперативно доставляем заказы в любой регион России.  </li>
          <li> - Гарантия качества: все карнизы проходят строгий контроль качества на всех этапах производства. </li>
          <li> - Консультация специалистов: наши официальные представители помогут вам выбрать подходящий карниз, покажут образцы изделий и ответят на все вопросы. </li>
        </ul>
      </div>
    </div>

    <div class="row mb-5">
      <div class="col-12">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Как заказать карниз для штор на нашем сайте
        </ui-title>
        <ul>
          <li> 1. Выберите подходящий карниз в нашем каталоге.  </li>
          <li> 2. Добавьте товар в корзину и оформите заказ. </li>
          <li> 3. Заполните форму обратной связи.  </li>
          <li> 4. Получите заказ и наслаждайтесь новым интерьером!  </li>
        </ul>
        <p class="mb-4">Карнизы для штор FOROOM — это идеальное сочетание качества, стиля и доступной цены. Мы предлагаем различные модели, которые подойдут для любого интерьера. Закажите карниз по вашим размерам прямо сейчас и получите быструю доставку!  </p>

      </div>
    </div>
  </div>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator'

@Component
export default class ProfileCornicesAdvantagesTexts extends Vue {}
</script>

<style lang="scss" scoped>
::v-deep .img {
  width: 100%;
  height: 100%;
  display: flex;

  img {
    vertical-align: middle;
    height: 350px;
    border-radius: $img-border-radius;
    object-fit: cover;
    object-position: center;
  }
}
</style>
