<template>
  <div class="col-12">
    <ui-title
      tag="h2"
      class="ui-title-1"
    >
      Что такое рулонные шторы
    </ui-title>

    <p class="mb-4">
      Рулонные шторы — это современные изделия для декорирования окна. Они представляют собой полотно ткани, которое наматывается на специальный вал при подъёме шторы вверх. Рольшторы позволяют удобно регулировать уровень освещения в помещении и защищают его от посторонних взглядов и солнечных лучей. Благодаря большому выбору моделей для решения разных задач, рулонные шторы могут использоваться в любых помещениях от квартиры или дома до ресторанов, отелей или офисных помещений.
    </p>

    <div class="row mb-5">
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/rolo/_description/1.jpg"
          alt=""
        />
      </div>
      <div class="col-8">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Преимущества рулонных штор.
        </ui-title>
        <p class="mb-4">
          Рулонные шторы являются самым популярным решением для защиты помещения от солнечного света и посторонних взглядов благодаря своим преимуществам:
        </p>
        <ul>
          <li> 1. Компактность — не занимают много места, плотно прилегают к окну и не утяжеляют интерьер.</li>
          <li> 2. Универсальность — подходят для любого типа помещений: квартиры, офисы, кафе, гостиницы, детские комнаты и т. д.</li>
          <li> 3. Разнообразие материалов и дизайнов — к выбору доступно более 150 тканей разных цветов, фактур и степеней светопроницаемости (от полупрозрачных до блэкаута).</li>
          <li> 4. Удобство в управлении — простые и надёжные виды управления. Изделиями можно управлять с помощью цепи, шнура, мобильного приложения, пульта ДУ или голосового помощника.</li>
          <li> 5. Простота ухода — достаточно раз в неделю убирать пыль с изделий с помощью мягкой щетки или сухой тряпки. </li>
          <li> 6. Долговечность — рольшторы прослужат верой и правдой более 3 лет при правильной эксплуатации.</li>
          <li> 7. Возможность установки без сверления — существуют модели, которые крепятся на окна ПВХ прямо на створку с помощью специальных кронштейнов, что особенно удобно для пластиковых окон.</li>
          <li> 8. Совместимость с другими шторами — легко сочетаются с классическими портьерами, тюлем или жалюзи, что помогает создавать стильные интерьерные решения.</li>
        </ul>
        <p class="mb-4">Благодаря этим преимуществам рулонные шторы остаются одним из самых востребованных решений для оформления окон.</p>

      </div>
    </div>
    <div class="row md-5">
      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Популярные ткани для рулонных штор
      </ui-title>
      <ul>
        <li> 1. Полиэстер — самый распространённый материал благодаря своей прочности, устойчивости к выгоранию и простоте ухода.</li>
        <li> 2. Жаккард — плотная ткань с рельефным узором, придающая шторам благородный вид. Может быть изготовлен как из натуральных, так и из синтетических волокон.</li>
        <li> 3. Блэкаут (Blackout) — многослойная ткань со 100% светонепроницаемостью. Отлично подходит для спален, домашних кинотеатров и офисов.</li>
        <li> 4. Screen (скрин) — материал на основе стекловолокна и ПВХ. Обладает высокой прочностью, защищает от солнца, но при этом пропускает часть естественного света и позволяет видеть улицу.</li>
        <li> 5. Ткань “День-Ночь”— состоит из чередующихся прозрачных и плотных полос, что позволяет регулировать уровень освещения без подъёма шторы.</li>
      </ul>
      <p class="mb-4">
        Каждый материал имеет свои особенности и подбирается в зависимости от задач помещения и желаемого уровня затемнения.
      </p>

      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Чем рулонные шторы отличаются от других типов?
      </ui-title>
      <p>
        Рулонные шторы имеют несколько ключевых отличий от других популярных видов оконных штор:
      </p>
      <ul>
        <li> 1. От римских штор — римские шторы при подъёме собираются в мягкие складки, тогда как рулонные сворачиваются в компактный рулон. Римские модели выглядят более декоративно, а рулонные — минималистично и функционально.</li>
        <li> 2. От штор-плиссе — шторы-плиссе представляют собой гофрированное полотно, складывающееся «гармошкой» при подъёме. Они лучше подходят для нестандартных окон (например, арочных или мансардных), тогда как рулонные чаще используются для стандартных оконных проёмов.</li>
        <li> 3. От горизонтальных жалюзи — жалюзи состоят из отдельных ламелей, которые можно поворачивать, регулируя светопроницаемость, а рулонные шторы имеют цельное полотно, которое обеспечивает более равномерное затемнение.</li>
        <li> 4. От классических текстильных штор — рулонные шторы компактнее и не занимают пространство по бокам окна. Они подходят для минималистичных интерьеров и помещений, где важно сохранить свободное пространство.</li>
        <li> 5. От японских штор (панелей) — японские шторы представляют собой широкие тканевые панели, которые двигаются вдоль направляющих, а рулонные — сворачиваются вверх на вал. Японские модели больше подходят для зонирования пространства и оформления панорамных окон.</li>
        <li> 6. От австрийских и французских штор — эти шторы выглядят более нарядно за счёт драпировки и декоративных складок, тогда как рулонные — лаконичны и удобны в повседневном использовании.</li>
      </ul>
      <p class="mb-4">Рулонные шторы выделяются своей простотой, компактностью и функциональностью, что делает их универсальным решением для любого интерьера.</p>
    </div>

    <div class="row mb-5">
      <div class="col-8">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Сценарии использования рулонных штор в помещениях разного типа.
        </ui-title>
        <p class="mb-4">
          <b>1. Квартира</b>
        </p>
        <p class="mb-4">Рулонные шторы помогут создать комфортную атмосферу внутри жилого помещения. Они обеспечат нужный уровень затемнения внутри спальной комнаты. Отлично дополнят общий интерьер гостиной. </p>
        <p class="mb-4"><b>2. Учебное заведение</b></p>
        <p class="mb-4">В школах, вузах и детских садах рулонные шторы играют важную роль в создании комфортной обстановки для обучения. Они помогают контролировать естественное освещение в аудиториях, предотвращая блики на экранах и досках, а также помогают поддерживать комфортную температуру внутри помещения в жаркие дни. </p>
        <p class="mb-4"><b>3. Кафе</b></p>
        <p class="mb-4">В заведениях общественного питания рулонные шторы создают уединённую и уютную атмосферу для гостей. Они помогают регулировать освещение в зале, защищают посетителей от солнечного света и посторонних взглядов с улицы. </p>
        <p class="mb-4"><b>4. Гостиница</b></p>
        <p class="mb-4">Рулонные шторы используются в номерах, холлах и конференц-залах. Изделия в номерах обеспечивают приватность и создают комфортные условия для отдыха. В общественных зонах гостиницы рулонные шторы являются важным элементом интерьера, который помогает создать нужную атмосферу и регулировать уровень освещения в зависимости от времени суток.</p>
        <p class="mb-4"><b>5. Частный дом</b></p>
        <p class="mb-4">В загородных домах и коттеджах рулонные шторы могут использоваться не только в жилых комнатах, но и на верандах, террасах и в зимних садах. Они защищают строение от яркого солнца, создают уютную атмосферу и могут стать частью умного дома, если использовать рольшторы с автоматизированными системами управления.</p>
      </div>
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/rolo/_description/2.jpg"
          alt=""
        />
      </div>
    </div>

    <div class="row">
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/rolo/_description/3.jpg"
          alt=""
        />
      </div>
      <div class="col-8">
        <ui-title
            tag="h3"
            class="ui-title-2 mb-2"
        >
          Что необходимо учитывать при выборе рулонных штор?
        </ui-title>

        <ul>
          <li>
            1. Тип помещения — для спальни и детской лучше выбрать изделия с тканью блэкаут (blackout), обеспечивающей полное затемнение, для кухни и ванной — влагостойкие материалы, а для гостиной — полупрозрачные ткани или «День-Ночь».
          </li>
          <li> 2. Размер окна — важно точно измерить ширину и высоту проёма или створки, чтобы штора идеально подошла и не мешала открывать или закрывать окно.</li>
          <li> 3. Способ крепления — рулонные шторы можно крепить на стену, потолок, оконную раму или створку (со сверлением или без сверления). От способа монтажа зависит удобство использования.</li>
          <li> 4. Механизм управления — цепочный механизм самый распространённый, но для удобства можно выбрать шнур или моторизированную систему с дистанционным управлением.</li>
          <li> 5. Степень светопроницаемости — ткани бывают полупрозрачными (пропускают много света), затемняющими (диффузное освещение) и блэкаут (полностью блокируют свет).</li>
          <li> 6. Материал ткани — полиэстер наиболее практичен, жаккард придаёт элегантность, а скрин (Screen) позволяет видеть улицу, но задерживает солнечные лучи. </li>
          <li> 7. Дизайн и цвет — рулонные шторы должны гармонировать с интерьером, мебелью и цветовой гаммой комнаты. Светлые оттенки визуально расширяют пространство, тёмные — создают уют.</li>
          <li> 8. Бюджет — цены варьируются в зависимости от типа ткани, размера и механизма. Автоматизированные шторы дороже, но удобнее.</li>
          <li> 9. Совместимость с другими шторами — если планируется сочетание изделий с тюлем или портьерами, стоит выбрать рулонные шторы, которые будут дополнять общий образ окна.</li>
        </ul>
        <p class="mb-4">
          Правильный выбор рулонных штор обеспечит комфорт, функциональность и гармонию в интерьере.
        </p>


      </div>
    </div>
    <div class="row">
      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Где купить качественные рулонные шторы по доступной цене?
      </ui-title>
      <p>
        Если вы ищете качественные рулонные шторы для пластиковых окон в Москве или других городах России, рекомендуем обратить внимание на линейку рулонных штор от FOROOM.
      </p>
      <p>
        Интернет-магазин FOROOM предлагает широкий ассортимент рулонных штор для любых интерьеров. Мы имеем более 250 официальных магазинов во всех крупных городах страны. Каждый представитель торговой марки FOROOM оказывает услуги по замеру, подбору тканей и монтажу.
      </p>
      <p>
        Вы получите полное сопровождение на всех этапах покупки: от первичной консультации до выезда замерщика с образцами тканей, а также последующей доставки и профессиональной установки рулонных штор на ваши окна.
      </p>
    </div>
  </div>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator'

@Component
export default class RoloAdvantagesTexts extends Vue {

}
</script>

<style lang="scss" scoped>
::v-deep .img {
  width: 100%;
  height: 100%;
  display: flex;

  img {
    vertical-align: middle;
    height: 350px;
    border-radius: $img-border-radius;
    object-fit: cover;
    object-position: center;
  }

}

</style>
