<template>
  <div class="col-12">
<!--    <ui-title-->
<!--      tag="h2"-->
<!--      class="ui-title-2"-->
<!--    >-->
<!--      Ассортимент рулонных штор FOROOM. Часто задаваемые вопросы-->
<!--    </ui-title>-->

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(0)"
    >
      КАК ВЫБРАТЬ РУЛОННЫЕ ШТОРЫ
      <i
        class="fa"
        :class="`fa-angle-${blocks[0] ? 'down' : 'up'}`"
      />
    </ui-title>
    <template v-if="blocks[0]">
      <p class="mb-2">
        Современный дизайн любого помещения всегда затрагивает вопрос
        гармоничного декорирования окна. Большую популярность среди потребителей
        завоевывают рулонные шторы торговой марки FOROOM. Они идеально
        подходят под любой интерьер - будь то кухня, гостиная, спальня или офис.
      </p>
      <p class="mb-5">
        Многообразие фактур и цветовых вариантов тканей для систем FOROOM, а
        также функциональные качества самих изделий позволяют потребителю
        подобрать идеальное решение для своего окна. Порой бывает, что большое
        количество параметров солнцезащитных систем затрудняет поиск наилучшего
        изделия, и покупатель задает себе резонный вопрос: «как мне выбрать
        рулонные шторы, подходящие именно на моё окно и под мой интерьер».
        Ответом в данном случае будет служить краткое описание всех солнцезащитных
        систем роликового типа, выпускаемых под торговой маркой FOROOM.
      </p>
    </template>


    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(1)"
    >
    ВИДЫ РУЛОННЫХ ШТОР
      <i
        class="fa"
        :class="`fa-angle-${blocks[1] ? 'down' : 'up'}`"
      />
    </ui-title>
    <p class="mb-5" v-if="blocks[1]">
    ТМ FOROOM предлагает потребителям два основных вида систем – это изделия
    для установки на створку окна, которые носят также название интегрированные,
    и рулонные шторы для перекрытия оконного проема, их называют также
    свободновисящие. Рассмотрим функциональные возможности обоих видов.
    </p>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(2)"
    >
      РУЛОННЫЕ ШТОРЫ ДЛЯ УСТАНОВКИ НА СТВОРКУ (РАМУ) ОКНА: INTEGRA SLIM,
    INTEGRA BOX, INTEGRA BOX+
      <i
        class="fa"
        :class="`fa-angle-${blocks[2] ? 'down' : 'up'}`"
      />
    </ui-title>
    <template v-if="blocks[2]">
      <p class="mb-2">
        Установка системна створку окна – самый популярный способ размещения.
        Такие изделия сохраняют свободный доступ к подоконнику, имеют компактную
        конструкцию и смотрятся легко. Помещение удобно проветривать, даже если
        шторы находятся в закрытом положении. Ткань держится параллельно стеклу за
        счет тросика или специальных направляющих.
      </p>

      <p class="mb-2">
        Интегрированные рулонные шторы в свою очередь делятся на два типа — это
        закрытый и открытый. Первый тип подразумевает наличие декоративного
        короба, второй – его отсутствие.
      </p>
      <p class="mb-2">
        Закрытые системы рулонных штор для монтажа на окна, такие как INTEGRA BOX
        и INTEGRA BOX+, позволяют минимизировать поступление света в помещение.
        Благодаря наличию боковых направляющих ткань фиксируется максимально
        близко к стеклу, что практически исключает проникновение света по бокам. А
        алюминиевый короб, скрывающий вал с тканью, дополнительно защищает
        полотно от пыли и грязи, продлевая срок службы изделия в целом. Кроме того,
        для большинства окон можно подобрать подходящий цвет системы, что
        позволит усилить эффект единой конструкции.
      </p>
      <p class="mb-5">
        Открытая система рулонных штор INTEGRA SLIM является наиболее
        распространенным солнцезащитным изделием. Это конструкция рольштор с
        открытым рулоном и без боковых направляющих. Отлично подходит тем, кто
        ценит функциональность и максимальную компактность.
      </p>
    </template>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(3)"
    >
      РУЛОННЫЕ ШТОРЫ ДЛЯ ПЕРЕКРЫТИЯ ОКОННОГО ПРОЕМА: ROLL, CLIC, СLIC BOX,
      GRANDE, GRANDE BOX
      <i
        class="fa"
        :class="`fa-angle-${blocks[3] ? 'down' : 'up'}`"
      />
    </ui-title>
    <template v-if="blocks[3]">
      <p class="mb-2">
        Если оконный проём нужно зрительно увеличить, скрыть подоконник, то
        подойдут рулонные шторы с креплением на стену или потолок. Такие изделия
        чаще используются как самостоятельный предмет декора, привлекающий
        внимание своей красотой и лаконичным дизайном. Свободновисящие
        рулонные шторы бывают также открытого и закрытого типов. В линейке систем
        для проема представлены изделия на различные по ширине окна.
      </p>
      <p class="mb-2">
        Для перекрытия малых оконных проемов отлично подойдет солнцезащитная
        система ROLL. Она может быть выполнена шириной до 150 см, что отлично
        подходит для установки рулонных штор на окне большого размера.
        Конструкция ROLL относится к открытому типу, т.е. в ней отсутствует
        декоративный короб.
      </p>
      <p class="mb-2">
        Для перекрытия средних оконных проемов идеально подойдут системы серии
        CLIC – это рулонные шторы СLIC и CLIC BOX, которые могут быть изготовлены
        шириной до 200 см и могут устанавливаться на проемы более полутора метров
        шириной. Это практически бесшумные изделия благодаря специальному
        механизму управления с веревочным шнуром. Легкость монтажа
        подразумевает быстрое крепление рулонных жалюзи к стене или потолку на
        специальные защелки в 1 клик, находящиеся на карнизе конструкции. Система
        CLIC BOX имеет декоративный алюминиевый короб, защищающий полотно
        ткани от загрязнений, и относится к закрытому типу.
      </p>

      <p class="mb-5">
        Отдельного внимания заслуживают рулонные шторы для больших окон,
        которые могут перекрывать проемы шириной до 300 см. Это системы открытого
        типа GRANDE и закрытого - GRANDE BOX. В конструкцию систем встроен
        специальный механизм – редуктор, который обеспечивает плавное поднятие и
        опускание полотен ткани, а также увеличивает срок эксплуатации изделий.
      </p>
    </template>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(4)"
    >
      СПОСОБЫ КРЕПЛЕНИЯ РУЛОННЫХ ШТОР
      <i
        class="fa"
        :class="`fa-angle-${blocks[4] ? 'down' : 'up'}`"
      />
    </ui-title>
    <template v-if="blocks[4]">
      <p class="mb-2">
        Все системы ТМ FOROOM, предназначенные для створок (INTEGRA),
        устанавливаются 2-мя основными способами на окно: без сверления на
        двусторонний скотч или навесные кронштейны и со сверлением при помощи
        саморезов.
      </p>

      <p class="mb-2">
        Системы для перекрытия проемов устанавливаются всегда со сверлением при
        помощи саморезов на кронштейны или защелки.
      </p>

      <p class="mb-2">
        Нередко потребители сталкиваются с такой проблемой, как неровная
        поверхность стен. В этом случае для крепления к стене подойдут такие
        конструкции как GRANDE, CRANDE BOX, CLIC или CLIC BOX, которые могут быть
        установлены на гипсокартон, бетон, дерево или пластиковые панели.
      </p>

      <p class="mb-2">
        Системы серии CLIC пользуются большой популярностью благодаря своей
        простой установке в 1 клик, которая значительно позволяет сэкономить время
        на монтаж. Необходимо лишь закрепить на поверхности кронштейны, в
        которые легко и быстро защелкивается верхний карниз с тканью, буквально в
        один клик.
      </p>

      <p class="mb-5">
        Все способы крепления не требуют каких-либо специальных навыков – вы легко
        сможете справиться с установкой самостоятельно, четко следуя инструкции по
        сборке, вложенной в коробку изделия!
      </p>
    </template>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(5)"
    >
      ФУНКЦИОНАЛЬНЫЕ ОТЛИЧИЯ ТКАНЕЙ ДЛЯ РУЛОННЫХ ШТОР
      <i
        class="fa"
        :class="`fa-angle-${blocks[5] ? 'down' : 'up'}`"
      />
    </ui-title>
    <template v-if="blocks[5]">
      <p class="mb-2">
        От цвета, текстуры, фактуры и рисунка рулонных штор зависит многое в успехе
        создания безукоризненного дизайнерского образа в помещении. Богатый
        ассортимент тканей позволяет каждому покупателю найти свой
        индивидуальный стиль.
      </p>

      <p class="mb-2">
        Защититься от яркого солнца и изнывающей жары помогут рулонные шторы
        blackout. Это универсальные текстильные изделия с тканью со 100%
        светонепроницаемостью (блэкаут), которые позволяют быстро и легко добиться
        глубокого затемнения. Особенно такие шторы актуальны для дневного детского
        сна. Кроме того, их часто устанавливают в помещениях, где используют
        проектор для просмотра видео, причем видеоэкраном может служить как раз
        полотно рулонных штор. Рулонные шторы блэкаут можно изготовить для всех
        систем рольштор тм FOROOM.
      </p>

      <p class="mb-5">
        В коллекции тканей для роликовых систем FOROOM есть европейские ткани,
        которые не только отвечают современным трендам мирового дизайна, но и
        обладают сертификатом «Европейский экологический стандарт».
      </p>
    </template>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(6)"
    >
      УПРАВЛЕНИЕ РУЛОННЫМИ ШТОРАМИ
      <i
        class="fa"
        :class="`fa-angle-${blocks[6] ? 'down' : 'up'}`"
      />
    </ui-title>
    <template v-if="blocks[6]">
      <p class="mb-2">
        Самым распространенным способом управления рулонными шторами является
        цепочное. Механизм цепочки основан на плавном ручном поднятии и
        опускании ткани, что позволяет самостоятельно регулировать уровень
        освещения в помещении. Цепочка для изделий тм FOROOM может быть
        выполнена из пластика (для систем INTEGRA SLIM, INTEGRA BOX, INTEGRA BOX+,
        ROLL) или металла (для систем GRANDE и GRANDE BOX).
      </p>

      <p class="mb-2">
        Отдельного внимания заслуживают системы CLIC и CLIC BOX. Изделия наделены
        характеристиками дорогих статусных рулонных штор, например, кордовым
        управлением. Благодаря специальному механизму с веревочным шнуром эти
        системы максимально тихи в работе.
      </p>

      <p class="mb-2">
        В линейке солнцезащитных изделий ТМ FOROOM есть системы, которые по
        желанию покупателя можно моторизировать. Автоматизированные рулонные
        шторы, как их часто называют в обиходе покупатели, представляют собой
        рулонные шторы с электроприводом. Такие системы незаменимы, если окна
        панорамные или располагаются высоко под потолком. Автоматическое
        управление осуществляется при помощи пятиканального пульта ДУ, благодаря
        которому можно управлять одновременно группой до пятнадцати изделий на
        каждом канале или настроить поочередное управление одиночными
        изделиями – по одному на канал. Моторизированные системы не имеют
        цепочку или шнур управления.
      </p>

      <p class="mb-2">
        Если вы хотите купить системы с электроприводом тм FOROOM, то вам
        подойдут рулонные шторы INTEGRA SLIM, INTEGRA BOX, INTEGRA BOX+, GRANDE,
        GRANDE BOX. Для этого выберите в КОНСТРУКТОРЕ или во время консультации
        со специалистом дистанционное управление.
      </p>

      <p class="mb-5">
        Для изделий, перекрывающих проем, предусмотрена работа мотора или от
        сети, или от аккумулятора. Для рулонных штор на створки, работа
        электропривода возможна только от аккумулятора. Зарядить батарею также
        просто как телефон!
      </p>
    </template>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(7)"
    >
      УХОД ИЛИ КАК СТИРАТЬ РУЛОННЫЕ ШТОРЫ
      <i
        class="fa"
        :class="`fa-angle-${blocks[7] ? 'down' : 'up'}`"
      />
    </ui-title>
    <template v-if="blocks[7]">
      <p class="mb-5">
        Все рулонные ткани обрабатываются специальной пылеотталкивающей
        пропиткой, которая препятствует быстрому загрязнению полотна. Это качество
        особенно ценно для изделий на кухне. Тем не менее, чтобы изделия как можно
        дольше сохраняли свои свойства и первоначальный вид необходимо
        производить сухую чистку мягкой щеткой или пылесосом со специальной
        насадкой. Влажная обработка может не только снизить защитные и
        пылеотталкивающие свойства ткани, но и деформировать полотно. Поэтому,
        отвечая на вопрос: «как стирать рулонные шторы?», с полной уверенностью
        можно сказать: рулонные шторы стирать строго не рекомендуется!
      </p>
    </template>


    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(8)"
    >
      КАЧЕСТВО И ДОЛГОВЕЧНОСТЬ
      <i
        class="fa"
        :class="`fa-angle-${blocks[8] ? 'down' : 'up'}`"
      />
    </ui-title>
    <template v-if="blocks[8]">
      <p class="mb-5">
        Каждое изделие ТМ FOROOM проходит проверку службой контроля качества на
        всех этапах производства – от начала нарезки материалов до упаковки уже
        готовой системы. Именно это обеспечивает рулонным жалюзи высокую
        работоспособность изделия, долговечность и презентабельный внешний вид.
        Рулонные жалюзи на пластиковые окна тм FOROOM – это отличное решение,
        обеспечивающее эффективную защиту от солнца и посторонних взглядов, а
        также уникальная возможность сделать интерьер гармоничным, стильным и
        завершенным с точки зрения дизайна.
      </p>
    </template>

    <ui-title
      tag="h2"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(9)"
    >
      Наше предложение
      <i
        class="fa"
        :class="`fa-angle-${blocks[9] ? 'down' : 'up'}`"
      />
    </ui-title>

    <template v-if="blocks[9]">
      <p class="mb-2">
        Мы предлагаем купить рулонные шторы-жалюзи в Москве и в регионах России через
        сайт интернет-магазина FOROOM. Сравнить и выбрать системы можно в разделе
        «Каталог», а заказать рулонные шторы можно с помощью удобного «Конструктора»,
        следуя подсказкам на экране, или же приобрести изделия можно в ближайших к вам
        розничных точках продаж официальных Представителей, адреса которых указаны в
        разделе
        <nuxt-link
          to="/gdekupit"
          class="ui-color-brand-orange__light ui-link"
        >
          «Где купить»
        </nuxt-link>.
      </p>
    </template>
  </div>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator'

@Component
export default class RoloSeoTexts extends Vue {
  public blocks = [false, false, false, false, false, false, false, false, false, false]

  toggleBlock(n) {
    this.$set(this.blocks, n, !this.blocks[n])
  }
}
</script>

<style lang="scss" scoped>
.order-now {
  position: absolute;
  left: 12px;
  right: 12px;
  height: 100%;
  overflow: hidden;
  border-radius: 5px;
  cursor: pointer;
}

::v-deep .img {
  width: 100%;
  height: 100%;
  display: flex;

  img {
    vertical-align: middle;
    height: 350px;
    border-radius: $img-border-radius;
    object-fit: cover;
    object-position: center;
  }
}
.hide-on-click {
  transition: .3s ease-out;
  i {
    transition: .3s ease-out;
  }
  &:hover {
    cursor: pointer;
    transform: scale(1.01);
    i {
      color: $brand-orange-light;
      transform: rotate(180deg);
    }
  }
}
</style>
