<template>
  <div class="col-12">
    <ui-title
        tag="h2"
        class="ui-title-1"
    >
      Преимущества римских штор
    </ui-title>
    <p>При покупке римских штор заказчик получает элемент интерьера, который обладает множеством практических
      преимуществ:</p>
    <ul class="mb-4">
      <li> - Экономия пространства – изделия компактны и подходят даже для небольших окон.</li>
      <li> - Разнообразие дизайнов – широкий выбор тканей разных расцветок и текстур.</li>
      <li> - Скрытый механизм управления – механизм управления полностью закрыт полотном ткани, что делает его абсолютно
        незаметным.
      </li>
      <li> - Эффективная защита от солнца – можно выбрать как полупрозрачные, так и плотные ткани блэкаут. Выбор зависит
        исключительно от ваших задач и предпочтений.
      </li>
      <li> - Подходят для установки на створку или проем окна – в нашем ассортименте доступно два вида римских штор:
      </li>
      <li>
        <ul>
      <li> * INTEGRA ROMA для установки на створки окон ПВХ</li>
      <li> * ROMA для установки на оконный проем</li>
    </ul>
    </li>
    </ul>
    <p class="mb-4">Далее мы подробно расскажем о каждой модели.</p>
    <div class="row">
      <div class="col-4">
        <ui-img
            src="/img-new/catalog/products/roma/_description/1.jpg"
            alt=""
        />
      </div>
      <div class="col-8">
        <ui-title
            tag="h3"
            class="ui-title-2 mb-2"
        >
          Доступные к заказу модели римских штор FOROOM
        </ui-title>
        <p class="mb-4">
          Размещение миниатюрных римских штор на створке окна — одна из модных тенденций в оформлении интерьера. Для
          решения данной задачи в нашем ассортименте представлены римские шторы INTEGRA ROMA.
        </p>
        <p class="mb-4"><b>Преимущества изделия:</b></p>
        <ul>
          <li> - <b>Бесшумное управление.</b> Кордовый механизм со шнуром обеспечивает плавное и очень тихое поднятие и
            опускание полотна ткани.
          </li>
          <li> - <b>Оригинальный и стильный дизайн.</b> Специальные ткани с текстильным карманом под фиберглассовые
            вставки, скрытый механизм управления придают внешнему виду штор аккуратный, но в то же время оригинальный
            внешний вид.
          </li>
          <li> - <b>Доступная цена.</b> Несмотря на все преимущества, линейка римских штор для установки на створку окна
            обладает весьма демократичной ценой. Изделие пользуется большой популярностью среди заказчиков.
          </li>
        </ul>
        <p>Если вам нужно изделие для установки на проем окна, рекомендуем рассмотреть римские шторы ROMA. Данная модель
          предназначена специально для перекрытия оконного проема.</p>
      </div>
    </div>
    <div class="row">
      <p><b>Преимущества изделия:</b></p>
      <ul>
        <li> - Оригинальная конструкция. Ткань шторы в поднятом положении образует равномерные складки. В опущенном
          положении ткань становится идеально ровной и полностью перекрывает площадь окна.
        </li>
        <li> - Функциональность. Удобный механизм управления с помощью металлической цепи обеспечивает плавное
          перемещение ткани, что существенно влияет на функциональность и комфорт при эксплуатации изделия.
        </li>
        <li> - Скрытый механизм управления. Данная модель изделий имеет схожий механизм управления с линейкой штор,
          предназначенных для установки на створку окна. Механизм, приводящий штору в движение, полностью скрыт под
          полотном ткани и не имеет выпирающих элементов с тыльной стороны изделия.
        </li>
        <li> - Элегантный и лаконичный дизайн. Среди всех систем защиты от солнца, которые полностью закрывают оконный
          проем, система ROMA по праву считается одной из самых изысканных. Поперечные складки придают ей сдержанный и
          стильный вид, а плотная ткань добавляет утонченности. При этом данная система идеально подходит для
          оформления окон в различных помещениях и станет гармоничным элементом любого интерьера.
        </li>
      </ul>
      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Популярные материалы тканей для римских штор
      </ui-title>
      <p class="mb-4">
        Выбор материала играет важную роль, так как он определяет функциональность и внешний вид штор. В нашем
        ассортименте представлено более 20 тканей для римских штор из популярных материалов и разных ценовых
        категорий. Каждый материал, из которого изготовлена ткань, предназначен для решения определенных задач:
      </p>
      <ul>
        <li>Полиэстер – практичный материал, который не выгорает от воздействия солнечных лучей и легко чистится.</li>
        <li>Жаккард – плотная ткань с узорами, отлично подходит для использования в классических интерьерах.</li>
      </ul>
      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Какие факторы необходимо учитывать при выборе римских штор
      </ui-title>
      <p>
        1. Определяемся с помещением
      </p>
      <ul>
        <li> - Для гостиной подойдут элегантные ткани с рисунком или однотонные модели в спокойных оттенках.</li>
        <li> - Для спальни лучше выбрать ткани блэкаут для 100% защиты от солнечного света.</li>
        <li> - Для детской спальни или игровой комнаты выбирайте ткани яркой расцветки.</li>
      </ul>
      <p>2.Выбираем цвет и дизайн ткани</p>
      <ul>
        <li> - Белые и бежевые ткани – универсальный вариант для большинства интерьеров.</li>
        <li> - Темные оттенки придают интерьеру стильную строгость.</li>
        <li> - Геометрические узоры и цветочные мотивы добавляют индивидуальность.</li>
      </ul>
      <p>3. Определяем нужный размер</p>
      <ul>
        <li> - Ширина штор должна быть немного больше оконного проема для красивого эффекта.</li>
        <li> - Длина зависит от типа крепления: до подоконника, чуть ниже или в пол.</li>
        <li> - Выполнить замер можно самостоятельно или обратиться к официальным представителям нашей компании.</li>
      </ul>
    </div>

    <div class="row mb-5">
      <div class="col-8">
        <ui-title
            tag="h3"
            class="ui-title-2 mb-2"
        >
          Полезные рекомендации по уходу за изделиями
        </ui-title>
        <p class="mb-4">
          Чтобы шторы долго сохраняли привлекательный вид, необходимо соблюдать несколько простых, но очень важных
          правил ухода за ними:
        </p>
        <ul class="mb-4">
          <li>1. Периодически пылесосьте ткань – это позволит предотвратить процесс накопления пыли.</li>
          <li>2. Ткань можно стирать при низкой температуре. Подходит не для всех материалов!</li>
          <li>3. Шторы можно гладить на низком режиме или использовать отпариватель.</li>
          <li>4. Сухая чистка с помощью мягкой щетки или сухой тряпки.</li>
        </ul>

        <ui-title
            tag="h3"
            class="ui-title-2 mb-2"
        >
          Где купить качественные римские шторы в Москве и Санкт-Петербурге
        </ui-title>
        <p class="mb-4">
          Если вы хотите приобрести качественные римские шторы по доступной цене, рекомендуем ознакомиться с нашим
          ассортиментом изделий. Римские шторы FOROOM имеют большое количество положительных отзывов от довольных
          заказчиков и много раз применялись для реализации дизайнерских проектов в популярных тв-передачах “Квартирный
          вопрос” и “Дачный ответ”.
        </p>

      </div>
      <div class="col-4">
        <ui-img
            src="/img-new/catalog/products/roma/_description/2.jpg"
            alt=""
        />
      </div>
    </div>
    <div class="row mb-5">
      <p class="mb-4">Собственное технологичное производство позволяет нам изготовить изделия по вашим размерам в
        максимально короткие сроки. Развитая федеральная сеть из 250 розничных точек обеспечивает быструю доставку
        продукции по всей территории России. Сеть сервисных центров позволит оперативно решить любой вопрос с
        изделиями в максимально короткие сроки.</p>
      <p class="mb-4">Наши представители оказывают полный спектр услуг. Обращаясь к ним, вы получите:</p>
      <ul>
        <li>Профессиональную консультацию с учетом всех нюансов и особенностей вашего проекта.</li>
        <li>Возможность вживую увидеть образцы изделий и материалов для них.</li>
        <li>Выезд замерщика на ваш объект с образцами тканей и современными мобильными приложениями дополненной
          реальности, которые позволят увидеть, как будет смотреться будущее изделие в вашем интерьере.
        </li>
        <li>Качественную и быструю установку изделий в предварительно согласованную дату.</li>
      </ul>
      <p>
        Чтобы купить римские шторы на нашем сайте, необходимо воспользоваться удобным онлайн-конструктором изделий и
        завершить оформление заказа с помощью корзины.
      </p>
    </div>
  </div>
</template>

<script lang="ts">
import {Vue, Component} from 'nuxt-property-decorator'

@Component
export default class RomaAdvantagesTexts extends Vue {
}
</script>

<style lang="scss" scoped>
::v-deep .img {
  width: 100%;
  height: 100%;
  display: flex;

  img {
    vertical-align: middle;
    height: 350px;
    border-radius: $img-border-radius;
    object-fit: cover;
    object-position: center;
  }
}
ul ul li {
  margin-left: 20px;
}
ul li {
  margin-left: 10px;
}
</style>
