<template>
  <div class="col-12">
    <ui-title
      tag="h2"
      class="ui-title-1"
    >
      Преимущества вертикальных жалюзи
    </ui-title>
    <p>Вертикальные жалюзи обладают рядом преимуществ, которые делают их популярным выбором среди покупателей. Они позволяют легко контролировать уровень освещения, создают уютную атмосферу и придают окружающему интерьеру стильный и яркий вид.
      В зависимости от материала и дизайна такие жалюзи могут выполнять как декоративную, так и практическую функцию. Далее мы подробно рассмотрим все преимущества вертикальных жалюзи на окна. </p>
    <div class="row mb-5">
      <div class="col-12 col-md-4 mb-3">
        <ui-img
          src="/img-new/catalog/products/vblinds/_description/1.jpg"
          alt=""
        />
      </div>
      <div class="col-md-8">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Большой выбор дизайнов
        </ui-title>
        <p class="mb-4">
          Современные вертикальные жалюзи представлены в широком ассортименте расцветок, фактур и материалов. Вы можете выбрать ткани, которые органично впишутся в любой стиль интерьера – от классического до современного. В нашем каталоге представлено более 180 тканей для вертикальных жалюзи. К выбору доступны:
        </p>
        <ul>
          <li> - однотонные варианты тканей, </li>
          <li> - ткани с узорным рисунком на поверхности,</li>
          <li> - ткани серого и бежевого цвета,</li>
          <li> - ткани блэкаут,</li>
          <li> - полупрозрачные ткани.</li>
        </ul>

      </div>
    </div>
    <div class="row mb-5">
      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Простой уход и эксплуатация
      </ui-title>
      <p class="mb-4">
        В отличие от традиционных штор вертикальные жалюзи на окна не требуют сложного ухода. Пластиковые ламели изделий легко чистить: достаточно протереть их влажной салфеткой или сухой мягкой щеткой. Для ухода за тканевыми ламелями отлично подходит метод сухой чистки с помощью мягкой щетки. В качестве альтернативы можно использовать пылесос со специальной насадкой для мягкой мебели. Крайне важно включить режим с минимальной мощностью, чтобы не повредить материал. Мы рекомендуем проводить сухую чистку ламелей жалюзи один раз в месяц.
      </p>

      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Возможность регулировки освещения
      </ui-title>
      <p>
        Поворотный механизм позволяет легко менять угол ламели жалюзи в зависимости от ваших задач. Полное закрытие защитит помещение от солнечного или уличного света и посторонних взглядов, а частичное открытие позволит создать мягкий рассеянный свет. Данное решение особенно актуально для офисов, спален и гостиных, где важно поддерживать комфортный уровень света внутри помещения.
      </p>
    </div>

    <div class="row mb-5">
      <div class="col-md-8 order-md-2">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Виды и особенности вертикальных жалюзи
        </ui-title>
        <p class="mb-4">
          Вертикальные жалюзи различаются по материалу изготовления. В нашем интернет-магазине представлено два вида вертикальных жалюзи на окна:
        </p>
        <ul>
          <li> • Пластиковые – прочные, влагостойкие, подходят для кухонь и ванных комнат. Активно используются в помещениях с повышенными санитарными нормами: больницы, школы, детские сады и другие. </li>
          <li> • Тканевые – имеют более 180 тканей на выбор. Особенной популярностью пользуются ткани серого и бежевого цвета. Данные модели отлично подходят для использования в офисе, конференц-зале, кафе или ресторане. </li>
        </ul>

        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Отличительные особенности вертикальных жалюзи из пластика
        </ui-title>
        <p>
          Пластиковые вертикальные жалюзи устойчивы к загрязнениям, легко моются и не впитывают запахи. Пластик не выгорает на солнце и сохраняет первозданный вид долгие годы. С помощью вертикальных жалюзи можно загородить все пространство вдоль окна, что позволяет скрыть нежелательные элементы интерьера.
        </p>
      </div>
      <div class="col-12 col-md-4 mb-3 order-md-0 mb-3">
        <ui-img
          src="/img-new/catalog/products/vblinds/_description/2.jpg"
          alt=""
        />
      </div>
    </div>


    <div class="row mb-5">
      <div class="col-12 col-md-4 mb-3">
        <ui-img
          src="/img-new/catalog/products/vblinds/_description/3.jpg"
          alt=""
        />
      </div>
      <div class="col-md-8">
        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Отличительные особенности тканевых вертикальных жалюзи
        </ui-title>
        <p class="mb-4">
          Тканевые жалюзи помогают создать теплую и уютную атмосферу в интерьере. Данные изделия можно назвать нестареющей классикой, которая давно является популярным решением для защиты помещения от нежелательного света или посторонних взглядов. Изделия без труда перекрывают как стандартные, так и очень большие оконные проемы высотой до 4 метров. Ламели поворачивают на 180 градусов и не нарушают естественную циркуляцию воздуха внутри помещения.
        </p>

        <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
        >
          Какие факторы влияют на стоимость изделий
        </ui-title>
        <p>
          Цена вертикальных жалюзи зависит от нескольких факторов:
        </p>
        <ul>
          <li> • Материал – стоимость сильно рознится от материала изготовления. Пластиковые жалюзи сопоставимы по стоимости с тканевыми. Стоит отметить, что тканевые жалюзи могут стоить существенно дороже. Стоимость тканевых жалюзи сильно зависит от выбранной ткани. </li>
          <li> • Размеры – чем больше жалюзи, тем выше стоимость.</li>
          <li> • Дизайн – ценовая категория ткани напрямую влияет на итоговую стоимость изделия.</li>
          <li> • Производитель – брендовые изделия могут стоить немного дороже, но при этом отличаться более высоким качеством.</li>
        </ul>
      </div>
    </div>
    <div class="row">
      <ui-title
          tag="h3"
          class="ui-title-2 mb-2"
      >
        Где выгодно купить жалюзи?
      </ui-title>
      <p>Приобрести качественные вертикальные жалюзи можно в интернет-магазине FOROOM. У нас представлен широкий ассортимент моделей разных цветов и материалов по доступным ценам. В каталоге вы найдете множество вариантов для разных помещений и стилей окружающего интерьера. </p>
      <p>Магазины официальных представителей FOROOM представлены во всех регионах России. При посещении магазина вы получите: профессиональную консультацию, возможность вживую увидеть все образцы вертикальных жалюзи и тканей для них.</p>
      <p>Согласовать удобное для вас время и дату проведения замера в случае необходимости. Наши представители осуществляют заказы “под ключ” и могут взять на себя все этапы работы. От рекомендации по выбору изделия до установки. Вам останется только принять готовую работу и наслаждаться покупкой.  </p>
      <p>Заказывайте жалюзи в интернет-магазине FOROOM и наслаждайтесь комфортом каждый день!</p>
    </div>
  </div>
</template>

<script lang="ts">
import { Vue, Component } from "nuxt-property-decorator";

@Component
export default class VblindsAdvantagesTexts extends Vue {
}
</script>

<style lang="scss" scoped>
::v-deep .img {
  width: 100%;
  height: 100%;
  display: flex;

  img {
    vertical-align: middle;
    height: 350px;
    border-radius: $img-border-radius;
    object-fit: cover;
    object-position: center;
  }
}
</style>
