<template>
  <div class="col-12">
    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(0)"
    >
      Общая информация
      <i
        class="fa"
        :class="`fa-angle-${blocks[0] ? 'down' : 'up'}`"
      />
    </ui-title>
    <template v-if="blocks[0]">
      <p class="mb-2">
        Вертикальные жалюзи – это современные солнцезащитные системы для тех, кто хочет максимально плавно менять интенсивность естественного освещения и не готов к существенным финансовым затратам и сложному монтажу. Наибольшей популярностью такое решение пользуется в больших офисных и общественных помещениях, ведь именно с его помощью можно эффективно закрыть даже самый широкий оконный проем. Впрочем, большой выбор материалов и удобство в эксплуатации позволит с легкостью подобрать и купить вертикальные жалюзи для загородных домов или квартир. Цена на жалюзи из серии вертикальных очень демократична и позволяет за небольшие деньги перекрыть все оконные проемы, которые имеются в помещении. На товарных карточках ниже указаны примеры стоимости, если нажать на оранжевую кнопку, то можно купить вертикальные жалюзи в представленных вариантах.
      </p>
      <p class="mb-2">
        Коллекция вертикальных жалюзи FOROOM представлена одноименной линейкой FOROOM, ключевой особенностью которой является полное перекрытие оконного проема вместе с подоконником и возможностью закрытия стены под ним вплоть до самого пола. Крепление вертикальных жалюзи осуществляется на стену над оконным проемом (с выносом вперед) или на потолок с помощью кронштейнов или специальных защелок, позволяющих с легкостью закрепить «карниз» жалюзи на подвесных потолках Armstrong
      </p>
      <p class="mb-5">
        В зависимости от ваших пожеланий, ламели вертикальных жалюзи могут сдвигаться к одному краю, либо открываться от центра к краям (причем это никак не повлияет на цену вертикальных жалюзи). При этом даже в закрытом положении вертикальные жалюзи FOROOM не нарушают циркуляцию воздуха, позволяя сохранять комфортную температуру при нужном уровне освещенности.
      </p>
    </template>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(1)"
    >
      КАК ВЫБРАТЬ СИСТЕМУ ВЕРТИКАЛЬНЫХ ЖАЛЮЗИ
      <i
        class="fa"
        :class="`fa-angle-${blocks[1] ? 'down' : 'up'}`"
      />
    </ui-title>

    <p class="mb-5" v-if="blocks[1]">
      Вертикальные жалюзи на окна устанавливаются в помещениях любого типа и стиля. Такие системы долговечны и практичны, не требуют дополнительного обслуживания и просты в уходе. Благодаря продольно расположенным ламелям, поворачивающимся вокруг своей оси, можно регулировать степень солнечного света, пропускаемого в помещение
    </p>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(2)"
    >
      ТКАНЕВЫЕ ВЕРТИКАЛЬНЫЕ ЖАЛЮЗИ И ПЛАСТИКОВЫЕ ВЕРТИКАЛЬНЫЕ ЖАЛЮЗИ
      <i
        class="fa"
        :class="`fa-angle-${blocks[2] ? 'down' : 'up'}`"
      />
    </ui-title>

    <p class="mb-5" v-if="blocks[2]">
      ТМ FOROOM предлагает на выбор два вида систем на пластиковые окна (фото размещены выше) – это V-FORM и V-FORM PLAST. Рассмотрим подробно основные отличия данных систем и общее устройство изделий.
    </p>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(3)"
    >
      V-FORM
      <i
        class="fa"
        :class="`fa-angle-${blocks[3] ? 'down' : 'up'}`"
      />
    </ui-title>

    <template v-if="blocks[3]">
      <p class="mb-2">
        Это классические тканевые вертикальные жалюзи, удачно сочетающие изящество и практичность. Представляют собой карниз с закрепленными на нем полосками ткани – ламелями. С одной стороны изделия размещена цепь, с помощью которой происходит управление конструкцией.
      </p>
      <p class="mb-5">
        Благодаря широкому выбору в каталоге FOROOM тканей различных фактур и оттенков можно с легкостью подобрать материал ламелей для любого помещения, как для интерьера дома, так и офиса. Вертикальные полоски материала не только не деформируются, но и не теряют своего цвета на протяжении всего периода эксплуатации.
      </p>
    </template>


    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(4)"
    >
      V-FORM PLAST
      <i
        class="fa"
        :class="`fa-angle-${blocks[4] ? 'down' : 'up'}`"
      />
    </ui-title>

    <template v-if="blocks[4]">
      <p class="mb-2">
        Это второй вид системы, в котором вместо тканевых ламелей установлены пластиковые.
      </p>
      <p class="mb-2">
        Сегодня пластиковыми жалюзи чаще декорируют окна офисных помещений, общественных организаций, детских или медицинских учреждений, где требуется соблюдение санитарных норм в области необходимой обработки специальными дезинфицирующими растворами.
      </p>
      <p class="mb-5">
        Также жалюзи с пластиковыми ламелями – идеальный вариант для помещений общепита, где существует опасность попадания на изделия масла или жира. Системы не впитывают никакие жидкости и посторонние запахи, поэтому могут использоваться в кафе, барах, ресторанах. Повышенная влажность для вертикальных жалюзи также не представляет угрозы, в связи с этим монтаж систем возможен в бассейнах и прочих подобных помещениях.
      </p>
    </template>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(5)"
    >
      УПРАВЛЕНИЕ ВЕРТИКАЛЬНЫМИ ЖАЛЮЗИ, ИЛИ КАК ОТКРЫТЬ ВЕРТИКАЛЬНЫЕ ЖАЛЮЗИ
      <i
        class="fa"
        :class="`fa-angle-${blocks[5] ? 'down' : 'up'}`"
      />
    </ui-title>

    <p class="mb-5" v-if="blocks[5]">
      Ламели вертикальных жалюзи могут разворачиваться на 180 градусов и быть зафиксированы под любым углом. Это дает возможность естественному свету мягко рассеиваться по помещению или не проникать в него совсем. Поворот и раздвижка ламелей осуществляется при помощи цепи управления. Система вертикальных жалюзи изготавливается с одним из трех вариантов сдвига ламелей: слева направо, справа налево и от центра к краям.
    </p>


    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(6)"
    >
      КРЕПЛЕНИЕ ВЕРТИКАЛЬНЫХ ЖАЛЮЗИ
      <i
        class="fa"
        :class="`fa-angle-${blocks[6] ? 'down' : 'up'}`"
      />
    </ui-title>

    <template v-if="blocks[6]">
      <p class="mb-2">Системы V-FORM и V-FORM PLAST в интерьере выглядят благородно. И если вы решили дополнить помещение спальни, гостиной, кухни, балкона или лоджии этой традиционной системой, то изучите, как крепятся вертикальные жалюзи на пластиковые окна. Существует три способа монтажа изделия. </p>
      <p class="mb-2">Первый способ предполагает непосредственное крепление изделия к потолку на саморезы. Карниз изделия закрепляется в специальных кронштейнах, которые прикручиваются в потолок на любом расстоянии от окна. </p>
      <p class="mb-2">Второй способ установки конструкции связан с креплением к стене. Здесь предполагается использование дополнительных угловых кронштейнов, которые имеют несколько вариантов ограничения по длине для оптимального отступа от оконного проема. </p>
      <p class="mb-2">Третий способ монтажа предполагает крепление к потолку армстронг. При таком способе установки не нужно сверлить потолок, достаточно воспользоваться специальными кронштейнами для потолка ARMSTRONG. </p>
      <p class="mb-5">На сайте FOROOM есть инструкция, как повесить вертикальные жалюзи. Кроме того, в комплекте с системой всегда идет пошаговая схема установки изделия, которая позволит смонтировать жалюзи самостоятельно. </p>
    </template>

    <ui-title
      tag="h3"
      class="ui-title-2 hide-on-click"
      @click.native="toggleBlock(7)"
    >
      УХОД, ИЛИ КАК «ПОСТИРАТЬ» ВЕРТИКАЛЬНЫЕ ЖАЛЮЗИ
      <i
        class="fa"
        :class="`fa-angle-${blocks[7] ? 'down' : 'up'}`"
      />
    </ui-title>

    <template v-if="blocks[7]">
      <p class="mb-2">Тканевые вертикальные жалюзи V-FORM не требуют специального обслуживания. Материал ламелей имеет пылеотталкивающую пропитку, поэтому достаточно периодически очищать полоски ткани сухой щеткой или пылесосом со специальной насадкой. Чистку достаточно проводить 2-3 раза в месяц. </p>
      <p class="mb-2"> А вот стирать вертикальные тканевые жалюзи не рекомендуется, поскольку можно удалить специальный пропитывающий раствор и лишить изделие его пылеотталкивающих свойств. </p>
      <p class="mb-2"> Пластиковые ламели разрешено мыть у вертикальных жалюзи V-FORM PLAST как мыльным раствором, так и дезинфицирующими средствами. Благодаря этому систему V-FORM PLAST, как говорилось выше, можно использовать в помещениях, которые требуют повышенных санитарных норм, в области обработки дезинфицирующими средствами, например, в медицинских или детских учреждениях. </p>
    </template>
  </div>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator'

@Component
export default class VblindsSeoTexts extends Vue {
  public blocks = [true, true, true, true, true, true, true, true]

  toggleBlock(n) {
    this.$set(this.blocks, n, !this.blocks[n])
  }
}
</script>

<style lang="scss" scoped>
::v-deep .img {
  width: 100%;
  height: 100%;
  display: flex;

  img {
    vertical-align: middle;
    height: 350px;
    border-radius: $img-border-radius;
    object-fit: cover;
    object-position: center;
  }
}
.hide-on-click {
  transition: .3s ease-out;
  i {
    transition: .3s ease-out;
  }
  &:hover {
    cursor: pointer;
    transform: scale(1.01);
    i {
      color: $brand-orange-light;
      transform: rotate(180deg);
    }
  }
}
</style>
