<template>
  <div class="col-12">
    <ui-title
      tag="h2"
      class="ui-title-1"
    >
      Преимущества рулонных штор день-ночь FOROOM
    </ui-title>
<p class="mb-4">
  Рулонные шторы день-ночь изготавливаются точно по размерам. Мы являемся производителем изделий и можем изготовить рулонные шторы зебра по вашим размерам в срок от 2 до 5 дней в зависимости от загруженности производства.
</p>
    <div class="row mb-5">
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/zebra/_description/1.jpg"
          alt=""
        />
      </div>
      <div class="col-8">
        <ui-title
          tag="h2"
          class="ui-title-2 mb-2"
        >
          Идеальное решение для перекрытия средних и больших проемов окна.
        </ui-title>
        <p class="mb-4">
          Рулонные шторы день-ночь отлично подходят для перекрытия средних и больших проемов окна. Каждая модель имеет свои ограничения, чтобы не прогадать с выбором изделия, рекомендуем обратиться к официальному представителю FOROOM в вашем городе. Вы получите полное сопровождение на всех этапах исполнения заказа.
        </p>

        <ui-title
          tag="h2"
          class="ui-title-2 mb-2"
        >
          Простой замер, легкая и быстрая установка.
        </ui-title>
        <p class="mb-4">
          Для всех изделий линейки день-ночь разработано два способа замера. Один – для штор, перекрывающих проем, второй – для штор, устанавливаемых на створки окон ПВХ. Некоторые модели рулонных штор можно установить без сверления. Данная опция является еще одним значимым преимуществом.
        </p>

        <ui-title
          tag="h2"
          class="ui-title-2 mb-2"
        >
          Широкий выбор тканей разных цветов и текстур.
        </ui-title>
        <p>
          Разнообразные ткани разных цветов и оттенков, такие как белый, серый, черный, коричневый, бежевый, зеленый, желтый, красный, сиреневый и кремовый, не только украшают интерьер, но и имеют важное функциональное значение. Приобретая рольшторы с тканью зебра, вы получите возможность выбрать три режима регулировки света в зависимости от задачи с помощью одного изделия.
        </p>
      </div>
    </div>

    <div class="row mb-5">
      <div class="col-8">
        <ui-title
          tag="h2"
          class="ui-title-2 mb-2"
        >
          Рулонные шторы день-ночь и окно выглядят как единое целое.
        </ui-title>
        <p class="mb-4">
          Специально разработанные системы линейки INTEGRA выглядят с окном как единое целое. Чтобы усилить данный эффект, достаточно выбрать комплектацию, сочетающуюся по цвету с оконным профилем.
        </p>

        <ui-title
          tag="h2"
          class="ui-title-2 mb-2"
        >
          Легкое и комфортное управление.
        </ui-title>
        <p class="mb-4">
          К выбору доступно несколько вариантов управления на выбор. Управляйте изделием дистанционно с помощью пульта или вручную через цепь управления. Выбирая цепочное управление, вы можете указать расположение цепи и ее высоту.</p>

        <ui-title
          tag="h2"
          class="ui-title-2 mb-2"
        >
          Дизайн-решение для любого интерьера.
        </ui-title>
        <p>
          Выберите из 50 видов материалов DUO те варианты и сочетания, которые лучше всего подойдут вашему помещению. Забудьте об ограничениях и воплощайте в жизнь самые смелые дизайнерские решения. </p>
      </div>
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/zebra/_description/2.jpg"
          alt=""
        />
      </div>
    </div>

    <div class="row mb-5">
      <div class="col-4">
        <ui-img
          src="/img-new/catalog/products/zebra/_description/3.jpg"
          alt=""
        />
      </div>
      <div class="col-8">
        <ui-title
          tag="h2"
          class="ui-title-2 mb-2"
        >
          Где купить качественные рулонные шторы день-ночь в Москве и Санкт-Петербурге
        </ui-title>
        <p class="mb-4">
          Приобретая рулонные шторы зебра в интернет-магазине FOROOM, вы получите:</p>
        <ul>
          <li> 1. Реализацию проекта “под ключ” с помощью официальных представителей. Профессионалы возьмут всю работу на себя от первичной консультации и замера до монтажа изделий. Вам останется лишь принять готовую работу и наслаждаться новым уровнем комфорта в помещении.</li>
          <li> 2. Возможность обратиться в фирменный сервисный центр. Если возникнет проблема с изделием, вы всегда можете обратиться в сервисный центр FOROOM. Опытные мастера проведут диагностику изделия и оперативно устранят поломку.</li>
          <li> 3. Доступную цену. Собственное технологичное производство и ежемесячные скидки позволяют приобрести солнцезащитную систему по доступной цене. </li>
        </ul>
      </div>
    </div>
    <div class="row">
      <p>Стоимость рулонных штор день-ночь в нашем интернет-магазине начинается от 588 рублей. Для расчета точной цены изделия и оформления заказа необходимо собрать систему с помощью онлайн-конструктора на сайте:
        <a class="section" href="https://www.foroom.ru/buy">Заказать в конструкторе</a>.</p>
      <p>
        Если у вас остались вопросы, вы можете связаться с нами по телефону: +7 (995) 785-13-00 или отправить запрос на обратный звонок через форму на сайте.
      </p>
      <p>Рулонные шторы день-ночь – это современный и стильный способ создать уют в вашем доме, квартире, офисе или на балконе!</p>
    </div>
  </div>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator'

@Component
export default class ZebraAdvantagesTexts extends Vue {}
</script>

<style lang="scss" scoped>
::v-deep .img {
  width: 100%;
  height: 100%;
  display: flex;

  img {
    vertical-align: middle;
    height: 350px;
    border-radius: $img-border-radius;
    object-fit: cover;
    object-position: center;
  }
}
.section {
  color: #e38839;
  text-decoration: underline;
}
</style>
