<template>
  <main class="container">
    <!--    <pre>{{systemInfo}}</pre>-->
    <system-setup
      :tabs="info"
      :title="systemInfo.h1.toUpperCase()"
      :system-name="systemInfo.system"
    ></system-setup>
  </main>
</template>

<script lang="ts">
import { Vue, Component } from "nuxt-property-decorator";
import { catalogStore } from "@/utils/store-accessor";
import SystemSetup from "@/components/Catalog/SystemSetup.vue";

@Component({
  components: { SystemSetup },
})
export default class UstanovkaPage extends Vue {
  head() {
    const title = this.systemInfo.metaTitle.toUpperCase();
    return {
      title,
      meta: [
        {
          hid: "description",
          name: "description",
          content: this.systemInfo.metaDescription,
        },
      ],
    };
  }

  systemInfo = null;
  info = null;

  created() {
    this.getSystem();
  }

  getSystem() {
    this.systemInfo = this.urlMap?.find((a) => a.url === this.$route.path);
    this.info = this.setup[this.systemInfo.system];
  }

  get urlMap() {
    return catalogStore.catalogProductsSEOGetter;
  }
  get setup() {
    return {
      rolo1: [
        {
          title: "Крепление на саморезы",
          desc: "",
          blocks: [
            {
              title: null,
              img: "screw1.jpg",
              texts: [
                "Для определения мест крепления кронштейнов приложите всю конструкцию горизонтально по уровню к створке окна и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "screw2.png",
              texts: [
                "Приложите кронштейны к створке окна, ориентируясь на размеченную по ширине изделия область, и отметьте места отверстий.",
              ],
            },
            {
              title: null,
              img: "screw3.png",
              texts: [
                "Прикрутите кронштейны саморезами к раме окна через монтажные отверстия. Обратите внимание! Чтобы не повредить стеклопакет, рекомендуем длину самореза подбирать исходя из глубины штапика.",
              ],
            },
            {
              title: null,
              img: "screw4.jpg",
              texts: ["Вставьте защелки с шестеренками в торцы рулонной шторы."],
            },
            {
              title: null,
              img: "screw5.jpg",
              texts: [
                "Придерживая защелки, вставьте рулонную штору в прикрученные к раме кронштейны, утопив в них защелки с шестеренками до характерного щелчка.",
              ],
            },
            {
              title: null,
              img: "screw6.jpg",
              texts: [
                "С помощью двух установленных на цепь ограничителей движения цепи отрегулируйте крайние положения ткани.",
              ],
            },
            {
              title: null,
              img: "screw7.png",
              texts: ["Прикрутите на раму фиксатор цепи управления."],
            },
          ],
        },
        {
          title: "Крепление на двусторонний скотч",
          desc: "",
          blocks: [
            {
              title: null,
              img: "tape1.jpg",
              texts: [
                "Для определения мест крепления кронштейнов приложите всю конструкцию горизонтально по уровню к створке окна и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "tape2.png",
              texts: [
                "Защелкните насадки для приклеивания на кронштейны, соединив их вместе.",
              ],
            },
            {
              title: null,
              img: "tape3.jpg",
              texts: ["Обезжирьте поверхность створки окна в местах крепления изделия."],
            },
            {
              title: null,
              img: "tape4.jpg",
              texts: [
                "Нагрейте скотч, расположенный на кронштейнах бытовым феном. Снимите защитный слой скотча с насадок для приклеивания.",
              ],
            },
            {
              title: null,
              img: "tape5.jpg",
              texts: [
                "Плотно прижимая, приклейте насадки с кронштейнами к створке окна.",
              ],
            },
            {
              title: null,
              img: "tape6.jpg",
              texts: ["Вставьте защелки с шестеренками в торцы рулонной шторы."],
            },
            {
              title: null,
              img: "tape7.jpg",
              texts: [
                "Придерживая защелки, вставьте рулонную штору в прикрученные к раме кронштейны, утопив в них защелки с шестеренками до характерного щелчка.",
              ],
            },
            {
              title: null,
              img: "tape8.jpg",
              texts: [
                "С помощью двух установленных на цепь ограничителей движения цепи отрегулируйте крайние положения ткани.",
              ],
            },
            {
              title: null,
              img: "tape9.png",
              texts: ["Прикрутите на раму фиксатор цепи управления."],
            },
          ],
        },
        {
          title: "Крепление на навесные пластиковые кронштейны",
          desc:
            "Установка производится только на открывающуюся или откидную створку окна",
          blocks: [
            {
              title: null,
              img: "bracket1.jpg",
              texts: [
                "Для определения мест крепления кронштейнов приложите всю конструкцию горизонтально по уровню к створке окна и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "bracket2.jpg",
              texts: [
                "Отмерьте необходимое количество лески и закрепите ее на кронштейнах, продев через монтажные отверстия в кронштейнах и завязав узел.",
              ],
            },
            {
              title: null,
              img: "bracket3.jpg",
              texts: [
                "Наклейте скотч на навесной кронштейн. Соедините детали навесного кронштейна, вставив одну часть в другую до щелчка.",
              ],
            },
            {
              title: null,
              img: "bracket4.jpg",
              texts: ["Вставьте торцевой кронштейн в навесной кронштейн."],
            },
            {
              title: null,
              img: "bracket5.jpg",
              texts: ["Обезжирьте поверхность в местах крепления изделия."],
            },
            {
              title: null,
              img: "bracket6.jpg",
              texts: [
                "Наденьте навесной кронштейн со скотчем на верхнюю часть створки окна с двух сторон.",
              ],
            },
            {
              title: null,
              img: "bracket7.jpg",
              texts: ["Вставьте защелки с шестеренками в торцы рулонной шторы."],
            },
            {
              title: null,
              img: "bracket8.jpg",
              texts: [
                "Придерживая защелки,вставьте рулонную штору в торцевые кронштейны. Надавите на рулонную штору так, чтобы защелки с шестеренками утопились в торцевые кронштейны до характерного щелчка.",
              ],
            },
            {
              title: null,
              img: "bracket9.jpg",
              texts: [
                "Установите кольца для лески в заглушки отвеса ткани и проденьте через них леску.",
              ],
            },
            {
              title: null,
              img: "bracket10.png",
              texts: ["Установите нижние кронштейны для лески."],
            },
            {
              title: null,
              img: "bracket11.png",
              texts: [
                "Натяните леску и закрепите ее в технологических отверстиях нижних кронштейнов для лески.",
              ],
            },
            {
              title: null,
              img: "bracket12.jpg",
              texts: [
                "С помощью двух установленных на цепь ограничителей движения цепи отрегулируйте крайние положения ткани.",
              ],
            },
            {
              title: null,
              img: "bracket13.png",
              texts: ["Прикрутите на раму фиксатор цепи управления."],
            },
          ],
        },
      ],

      rolo2: [
        {
          title: "Крепление на саморезы",
          desc: "",
          blocks: [
            {
              title: null,
              img: "0076.jpg",
              texts: ["Снимите верхние боковые крышки на коробе изделия."],
            },
            {
              title: null,
              img: "1439541013.png",
              texts: [
                "Для определения мест крепления приложите изделие горизонтально по уровню между боковыми штапиками окна. Сдвиньте изделие вверх, уперев его в верхний штапик, и отметьте места для отверстий. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1439541048.png",
              texts: [
                "Удерживая изделие, прикрутите его к штапику оконной рамы саморезами через монтажные отверстия. Обратите внимание! Чтобы не повредить стеклопакет, рекомендуем длину самореза подбирать исходя из глубины штапика.",
              ],
            },
            {
              title: null,
              img: "1439541104.png",
              texts: [
                "Обезжирьте поверхность боковых штапиков, где будут установлены направляющие. Перед установкой направляющих нагрейте скотч, расположенный на местах крепления, бытовым феном Снимите защитный слой скотча с боковых направляющих.",
              ],
            },
            {
              title: null,
              img: "1439541446.png",
              texts: [
                "Приклейте направляющие на боковые штапики, уперев их верхний край вплотную к коробу.",
              ],
            },
            {
              title: null,
              img: "1439541494.png",
              texts: ["Установите обратно боковые крышки на короб изделия."],
            },
            {
              title: null,
              img: "0084.jpg",
              texts: [
                "С помощью двух установленных на цепь ограничителей движения цепи отрегулируйте крайние положения ткани.",
              ],
            },
            {
              title: null,
              img: "1439539509.png",
              texts: ["Прикрутите на раму фиксатор цепи управления."],
            },
          ],
        },
        {
          title: "Крепление на двусторонний скотч",
          desc: "",
          blocks: [
            {
              title: null,
              img: "in2-1.png",
              texts: [
                "Для определения мест крепления приложите изделие горизонтально между боковыми штапиками окна. Сдвиньте изделие вверх, уперев в верхний штапик. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "0119.jpg",
              texts: [
                "Обезжирьте участки поверхности оконного профиля в местах крепления изделия.",
              ],
            },
            {
              title: null,
              img: "1439541836.png",
              texts: [
                "Перед установкой изделия нагрейте скотч, расположенный на местах крепления, бытовым феном. Снимите защитный слой скотча с подкладок блока управления.",
              ],
            },
            {
              title: null,
              img: "1439541857.png",
              texts: ["Снимите защитный слой скотча с адаптера короба."],
            },
            {
              title: null,
              img: "1439541913.png",
              texts: [
                "Приклейте всю конструкцию, плотно прижимая ее к оконному профилю.",
              ],
            },
            {
              title: null,
              img: "1439542000.png",
              texts: [
                "Обезжирьте поверхность боковых штапиков, где будут установлены направляющие. Перед установкой направляющих нагрейте скотч, расположенный на местах крепления, бытовым феном. Снимите защитный слой скотча с боковых направляющих.",
              ],
            },
            {
              title: null,
              img: "1439541446.png",
              texts: [
                "Приклейте направляющие на боковые штапики, разместив их верхний край вплотную к коробу.",
              ],
            },
            {
              title: null,
              img: "0084.jpg",
              texts: [
                "С помощью двух установленных на цепь ограничителей движения цепи отрегулируйте крайние положения ткани.",
              ],
            },
            {
              title: null,
              img: "1439539509.png",
              texts: ["Прикрутите на раму фиксатор цепи управления."],
            },
          ],
        },
      ],

      rolo3: [
        {
          title: "Крепление на двусторонний скотч",
          desc: "",
          blocks: [
            {
              title: null,
              img: "1box+.jpg",
              texts: [
                "Обезжирьте поверхность створки окна в местах приклеивания короба и направляющих.",
              ],
            },
            {
              title: null,
              img: "2box+.png",
              texts: ["Установите заглушки в направляющие."],
            },
            {
              title: null,
              img: "3box+.jpg",
              texts: [
                "Приложите к раме (в места приклеивания) направляющую (от конца нижнего штапика) и короб.",
                "Совместите направляющую и короб в пазу их примыкания друг к другу.",
              ],
            },
            {
              title: null,
              img: "32box+.jpg",
              texts: [
                "Приложите к раме (в места приклеивания) направляющую (от конца нижнего штапика) и короб.",
                "Совместите направляющую и короб в пазу их примыкания друг к другу.",
              ],
            },
            {
              title: null,
              img: "4box+.jpg",
              texts: [
                "Отложите направляющую и проведите строго горизонтальную линию разметки вверху короба.",
                "Обратите внимание!",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "5box+.jpg",
              texts: [
                "Расположите короб симметрично раме/створке. Сделайте вертикальные отметки с двух сторон изделия.",
              ],
            },
            {
              title: null,
              img: "6box+.png",
              texts: [
                "Нагрейте бытовым феном скотч, расположенный на коробе и пластиковых подкладках, снимите защитный слой скотча.",
              ],
            },
            {
              title: null,
              img: "7box+.jpg",
              texts: [
                "Плотно прижимая, приклейте короб согласно сделанным ранее отметкам.",
              ],
            },
            {
              title: null,
              img: "8box+.png",
              texts: [
                "Нагрейте скотч, расположенный на направляющих бытовым феном, снимите защитный слой скотча.",
              ],
            },
            {
              title: null,
              img: "9box+.jpg",
              texts: [
                "Плотно прижимая, приклейте направляющие вплотную к коробу сначала в пазу их примыкания, затем по всей длине направляющей.",
              ],
            },
            {
              title: null,
              img: "10box+.jpg",
              texts: [
                "Отрегулируйте крайние положения ткани при помощи ограничителей движения цепи.",
              ],
            },
            {
              title: null,
              img: "11box+.png",
              texts: ["Установите фиксатор цепи управления со стороны цепи управления."],
            },
          ],
        },
      ],

      rolo4: [
        {
          title: "Крепление на саморезы",
          desc:
            "Изделие устанавливается строго горизонтально, открытая часть цепочного механизма должна смотреть строго вниз",
          blocks: [
            {
              title: null,
              img: "roll1.png",
              texts: [
                "Для определения мест крепления кронштейнов приложите всю конструкцию строго горизонтально к стене или потолку и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1439377344.png",
              texts: [
                "Приложите кронштейны к стене или потолку, ориентируясь на отметки и разметьте места крепления кронштейнов.",
              ],
            },
            {
              title: null,
              img: "1439377516.png",
              texts: [
                "Прикрутите кронштейны двумя саморезами через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "1439377698.png",
              texts: ["Вставьте с торцов в рулонную штору защелки с шестеренками."],
            },
            {
              title: null,
              img: "1439378122.png",
              texts: [
                "Придерживая защелки, вставьте рулонную штору в прикрученные к стене (потолку) кронштейны, утопив в них защелки с шестеренками до характерного щелчка.",
              ],
            },
            {
              title: null,
              img: "1439379580.png",
              texts: ["Установите крышки кронштейнов."],
            },
            {
              title: null,
              img: "roll7.png",
              texts: [
                "С помощью двух установленных на цепь ограничителей движения цепи отрегулируйте крайние положения ткани.",
              ],
            },
          ],
        },
      ],

      rolo30: [
        {
          title: "крепление на защелки к стене или потолку",
          desc:
            "Внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
          blocks: [
            {
              title: null,
              img: "11.jpg",
              texts: [
                "Разметьте места крепления, приложив защелки к потолку, при этом крайние точки крепления должны быть на расстоянии 5 см от края карниза.",
              ],
            },
            {
              title: null,
              img: "12.jpg",
              texts: [
                "Равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы CLIC).",
              ],
            },
            {
              title: null,
              img: "13.jpg",
              texts: ["Прикрутите защелки саморезами через монтажные отверстия."],
            },
            {
              title: null,
              img: "14.jpg",
              texts: [
                "Зафиксируйте верхний карниз изделия в защелках до характерного щелчка.",
              ],
            },
          ],
        },
        {
          title: "крепление на стеновые кронштейны к стене",
          desc:
            "Внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
          blocks: [
            {
              title: null,
              img: "21.jpg",
              texts: ["С помощью винта и гайки соедините кронштейн с защелкой."],
            },
            {
              title: null,
              img: "22.jpg",
              texts: [
                "Разметьте места крепления, приложив собранные кронштейны к стене, при этом крайние точки крепления должны быть на расстоянии 5 см от края карниза.",
              ],
            },
            {
              title: null,
              img: "23.jpg",
              texts: [
                "Равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы CLIC).",
              ],
            },
            {
              title: null,
              img: "24.jpg",
              texts: [
                "Приложите собранные кронштейны к размеченным местам крепления и прикрутите каждый из них саморезом.",
              ],
            },
            {
              title: null,
              img: "25.jpg",
              texts: ["Зафиксируйте верхний карниз в защелках до характерного щелчка."],
            },
          ],
        },
      ],

      rolo31: [
        {
          title: "крепление на защелки к потолку",
          desc:
            "Внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
          blocks: [
            {
              title: null,
              img: "11.jpg",
              texts: [
                "Для определения мест крепления защелок приложите изделие к потолку или стене и сделайте отметки с двух его сторон.",
              ],
            },
            {
              title: null,
              img: "12.jpg",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы CLIC BOX) и сделайте отметки на стене или потолке для отверстий.",
              ],
            },
            {
              title: null,
              img: "13.jpg",
              texts: ["Прикрутите защелки саморезами через монтажные отверстия."],
            },
            {
              title: null,
              img: "14.jpg",
              texts: [
                "Зафиксируйте верхний карниз изделия в защелках до характерного щелчка.",
              ],
            },
          ],
        },
        {
          title: "крепление на стеновые кронштейны к стене",
          desc:
            "Внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
          blocks: [
            {
              title: null,
              img: "21.jpg",
              texts: ["С помощью винта и гайки соедините кронштейн с защелкой."],
            },
            {
              title: null,
              img: "22.jpg",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы CLIC BOX) и сделайте отметки на стене или потолке для отверстий.",
              ],
            },
            {
              title: null,
              img: "23.jpg",
              texts: ["Прикрутите защелки саморезами через монтажные отверстия."],
            },
            {
              title: null,
              img: "24.jpg",
              texts: [
                "Зафиксируйте верхний карниз изделия в защелках до характерного щелчка.",
              ],
            },
            {
              title: null,
              img: "25.jpg",
              texts: [
                "С помощью двух установленных на цепь ограничителей движения цепи отрегулируйте крайние положения ткани.",
              ],
            },
          ],
        },
      ],

      rolo6: [
        {
          title: "Крепление на саморезы к стене или потолку",
          desc:
            "Внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Открытая часть цепочного механизма должна смотреть строго вниз. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
          blocks: [
            {
              title: null,
              img: "grande1.png",
              texts: [
                "Для определения мест крепления кронштейнов приложите всю конструкцию горизонтально по уровню к стене или потолку и сделайте отметки с двух сторон изделия.",
              ],
            },
            {
              title: null,
              img: "1439982379.png",
              texts: [
                "Приложите кронштейны к стене или потолку, ориентируясь на сделанные отметки и разметьте места крепления кронштейнов.",
              ],
            },
            {
              title: null,
              img: "1439982406.png",
              texts: [
                "Прикрутите кронштейны двумя саморезами через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "grande4.png",
              texts: [
                "Прокрутите шестеренку, которая находится с противоположной стороны от цепи управления, против часовой стрелки, чтобы металлический стержень углубился внутрь всего механизма.",
              ],
            },
            {
              title: null,
              img: "pazbu.png",
              texts: [
                "Вставьте трубу с тканью в паз кронштейна со стороны блока управления.",
              ],
            },
            {
              title: null,
              img: "1441781717.png",
              texts: [
                "Вставьте трубу с тканью в паз кронштейна с противоположной стороны блока управления и прокрутите шестеренку по часовой стрелке, чтобы металлический стержень попал в технологическое отверстие кронштейна, закрепив тем самым изделие.",
              ],
            },
            {
              title: null,
              img: "1441781726.png",
              texts: ["Наденьте декоративные боковые крышки на кронштейны."],
            },
          ],
        },
      ],

      rolo24: [
        {
          title: "Крепление на потолочные кронштейны",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gr1-1.png",
              texts: [
                "Для определения мест крепления потолочных кронштейнов приложите всю конструкцию строго горизонтально к потолку и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Открытая часть цепочного механизма должна смотреть строго вниз. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "gr1-2.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми потолочными кронштейнами (их количество зависит от ширины системы GRANDE BOX) и сделайте отметки на потолке для отверстий.",
              ],
            },
            {
              title: null,
              img: "gr1-3.png",
              texts: [
                "Прикрутите потолочные кронштейны саморезами через монтажные отверстия. Обратите внимание! При установке потолочного кронштейна его пластиковая защелка должна быть повернута к лицевой стороне изделия.",
              ],
            },
            {
              title: null,
              img: "1439984385.png",
              texts: [
                "Установите алюминиевый короб в потолочные кронштейны до характерного щелчка защелок.",
              ],
            },
          ],
        },
        {
          title: "Крепление на алюминиевые кронштейны к стене",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gr1-1.png",
              texts: [
                "Для определения мест крепления стеновых кронштейнов приложите всю конструкцию горизонтально по уровню к стене и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Открытая часть цепочного механизма должна смотреть строго вниз. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1439983385.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми стеновыми кронштейнами (их количество зависит от ширины системы GRANDE BOX) и сделайте отметки на стене для отверстий.",
              ],
            },
            {
              title: null,
              img: "1439983431.png",
              texts: [
                "Соедините винтом с гайкой стеновой кронштейн с кронштейном потолочным таким образом, чтобы его пластиковая защелка была повернута к лицевой стороне изделия.",
              ],
            },
            {
              title: null,
              img: "1439984246.png",
              texts: [
                "Прикрутите собранные кронштейны саморезами к стене через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "1439984385.png",
              texts: [
                "Установите алюминиевый короб в кронштейны потолочные до характерного щелчка защелок.",
              ],
            },
          ],
        },
      ],

      rolo13: [
        {
          title: "Крепление на потолочные кронштейны",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gr1-1.png",
              texts: [
                "Для определения мест крепления потолочных кронштейнов приложите всю конструкцию строго горизонтально к потолку и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Открытая часть цепочного механизма должна смотреть строго вниз. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "gr1-2.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми потолочными кронштейнами (их количество зависит от ширины системы GRANDE BOX) и сделайте отметки на потолке для отверстий.",
              ],
            },
            {
              title: null,
              img: "gr1-3.png",
              texts: [
                "Прикрутите потолочные кронштейны саморезами через монтажные отверстия. Обратите внимание! При установке потолочного кронштейна его пластиковая защелка должна быть повернута к лицевой стороне изделия.",
              ],
            },
            {
              title: null,
              img: "1439984385.png",
              texts: [
                "Установите алюминиевый короб в потолочные кронштейны до характерного щелчка защелок.",
              ],
            },
          ],
        },
        {
          title: "Крепление на алюминиевые кронштейны к стене",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gr1-1.png",
              texts: [
                "Для определения мест крепления стеновых кронштейнов приложите всю конструкцию горизонтально по уровню к стене и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Открытая часть цепочного механизма должна смотреть строго вниз. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1439983385.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми стеновыми кронштейнами (их количество зависит от ширины системы GRANDE BOX) и сделайте отметки на стене для отверстий.",
              ],
            },
            {
              title: null,
              img: "1439983431.png",
              texts: [
                "Соедините винтом с гайкой стеновой кронштейн с кронштейном потолочным таким образом, чтобы его пластиковая защелка была повернута к лицевой стороне изделия.",
              ],
            },
            {
              title: null,
              img: "1439984246.png",
              texts: [
                "Прикрутите собранные кронштейны саморезами к стене через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "1439984385.png",
              texts: [
                "Установите алюминиевый короб в кронштейны потолочные до характерного щелчка защелок.",
              ],
            },
          ],
        },
      ],

      rolo12: [
        {
          title: "Крепление на потолочные кронштейны",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gr1-1.png",
              texts: [
                "Для определения мест крепления потолочных кронштейнов приложите всю конструкцию строго горизонтально к потолку и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Открытая часть цепочного механизма должна смотреть строго вниз. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "gr1-2.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми потолочными кронштейнами (их количество зависит от ширины системы GRANDE BOX) и сделайте отметки на потолке для отверстий.",
              ],
            },
            {
              title: null,
              img: "gr1-3.png",
              texts: [
                "Прикрутите потолочные кронштейны саморезами через монтажные отверстия. Обратите внимание! При установке потолочного кронштейна его пластиковая защелка должна быть повернута к лицевой стороне изделия.",
              ],
            },
            {
              title: null,
              img: "1439984385.png",
              texts: [
                "Установите алюминиевый короб в потолочные кронштейны до характерного щелчка защелок.",
              ],
            },
          ],
        },
        {
          title: "Крепление на алюминиевые кронштейны к стене",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gr1-1.png",
              texts: [
                "Для определения мест крепления стеновых кронштейнов приложите всю конструкцию горизонтально по уровню к стене и сделайте отметки с двух сторон изделия. Обратите внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Открытая часть цепочного механизма должна смотреть строго вниз. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1439983385.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми стеновыми кронштейнами (их количество зависит от ширины системы GRANDE BOX) и сделайте отметки на стене для отверстий.",
              ],
            },
            {
              title: null,
              img: "1439983431.png",
              texts: [
                "Соедините винтом с гайкой стеновой кронштейн с кронштейном потолочным таким образом, чтобы его пластиковая защелка была повернута к лицевой стороне изделия.",
              ],
            },
            {
              title: null,
              img: "1439984246.png",
              texts: [
                "Прикрутите собранные кронштейны саморезами к стене через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "1439984385.png",
              texts: [
                "Установите алюминиевый короб в кронштейны потолочные до характерного щелчка защелок.",
              ],
            },
          ],
        },
      ],

      zebra21: [
        {
          title: "Крепление на двусторонний скотч",
          desc: "",
          blocks: [
            {
              title: null,
              img: "tape1.png",
              texts: [
                "Для определения мест крепления приложите всю конструкцию строго горизонтально к створке окна и сделайте отметки с двух сторон изделия.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "tape2.jpg",
              texts: [
                "Обезжирьте участки поверхности оконного профиля в местах крепления изделия.",
              ],
            },
            {
              title: null,
              img: "tape3.png",
              texts: [
                "Нагрейте бытовым феном скотч, расположенный в местах крепления на изделии.",
                "Снимите защитный слой скотча с адаптера короба.",
              ],
            },
            {
              title: null,
              img: "tape4.png",
              texts: [
                "Плотно прижимая пластиковый карниз по всей ширине изделия, приклейте конструкцию к оконному профилю.",
              ],
            },
            {
              title: null,
              img: "tape5.png",
              texts: ["Прикрутите на раму фиксатор цепи управления."],
            },
          ],
        },
        {
          title: "Крепление на навесные пластиковые кронштейны",
          desc:
            "Установка производится только на открывающуюся или откидную створку окна",
          blocks: [
            {
              title: null,
              img: "bracket1.png",
              texts: [
                "Вставьте навесные пластиковые кронштейны в пазы верхнего карниза и равномерно их распределите исходя из габаритных размеров изделия.",
              ],
            },
            {
              title: null,
              img: "bracket2.png",
              texts: [
                "Откройте створку окна и наметьте места крепления, приложив всю конструкцию строго горизонтально к раме окна.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "bracket3.png",
              texts: [
                "Отмерьте необходимое количество лески и закрепите ее, продев в верхнюю вставку для лески и завязав узел.",
              ],
            },
            {
              title: null,
              img: "bracket4.png",
              texts: ["Вставьте верхнюю вставку в карниз изделия, прижимая конец лески."],
            },
            {
              title: null,
              img: "bracket5.jpg",
              texts: [
                "Обезжирьте участки поверхности оконного профиля в местах крепления.",
              ],
            },
            {
              title: null,
              img: "bracket6.png",
              texts: [
                "Нагрейте бытовым феном скотч, расположенный в местах крепления на кронштейнах.",
                "Снимите защитный слой скотча с навесных пластиковых кронштейнов.",
              ],
            },
            {
              title: null,
              img: "bracket7.png",
              texts: [
                "Зацепите кронштейны за верхнюю часть створки, плотно прижимая в местах приклеивания.",
              ],
            },
            {
              title: null,
              img: "bracket8.png",
              texts: ["Проденьте леску через заглушку отвеса для ткани."],
            },
            {
              title: null,
              img: "bracket9.png",
              texts: [
                "Установите фиксатор нижнего кронштейна на нижнюю часть створки окна.",
              ],
            },
            {
              title: null,
              img: "bracket10.png",
              texts: [
                "Проденьте леску в нижний кронштейн для лески через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "bracket11.png",
              texts: [
                "Затяните фиксатор нижнего кронштейна для лески, повернув его по часовой стрелке.",
              ],
            },
            {
              title: null,
              img: "bracket12.png",
              texts: ["Прикрутите на раму фиксатор цепи управления."],
            },
          ],
        },
      ],

      zebra22: [
        {
          title: "Крепление на двусторонний скотч",
          desc: "",
          blocks: [
            {
              title: null,
              img: "1box+.jpg",
              texts: [
                "Обезжирьте поверхность створки окна в местах приклеивания короба и направляющих.",
              ],
            },
            {
              title: null,
              img: "2box+.png",
              texts: ["Установите заглушки в направляющие."],
            },
            {
              title: null,
              img: "3box+.jpg",
              texts: [
                "Приложите к раме (в места приклеивания) направляющую (от конца нижнего штапика) и короб.",
                "Совместите направляющую и короб в пазу их примыкания друг к другу.",
              ],
            },
            {
              title: null,
              img: "32box+.jpg",
              texts: [
                "Приложите к раме (в места приклеивания) направляющую (от конца нижнего штапика) и короб.",
                "Совместите направляющую и короб в пазу их примыкания друг к другу.",
              ],
            },
            {
              title: null,
              img: "4box+.jpg",
              texts: [
                "Отложите направляющую и проведите строго горизонтальную линию разметки вверху короба.",
              ],
            },
            {
              title: null,
              img: "5box+.jpg",
              texts: [
                "Расположите короб симметрично раме/створке.",
                "Сделайте вертикальные отметки с двух сторон изделия.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "6box+.png",
              texts: [
                "Нагрейте бытовым феном скотч, расположенный на коробе и пластиковых подкладках, снимите защитный слой скотча.",
              ],
            },
            {
              title: null,
              img: "7box+.jpg",
              texts: [
                "Плотно прижимая, приклейте короб согласно сделанным ранее отметкам.",
              ],
            },
            {
              title: null,
              img: "8box+.png",
              texts: [
                "Нагрейте скотч, расположенный на направляющих бытовым феном, снимите защитный слой скотча.",
              ],
            },
            {
              title: null,
              img: "9box+.jpg",
              texts: [
                "Плотно прижимая, приклейте направляющие вплотную к коробу сначала в пазу их примыкания, затем по всей длине направляющей.",
              ],
            },
            {
              title: null,
              img: "10box+.jpg",
              texts: [
                "Отрегулируйте крайние положения ткани при помощи ограничителей движения цепи.",
              ],
            },
            {
              title: null,
              img: "11box+.png",
              texts: ["Установите фиксатор цепи управления со стороны цепи управления."],
            },
          ],
        },
      ],

      zebra23: [
        {
          title: "Крепление на потолочные кронштейны",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gr1-1.png",
              texts: [
                "Для определения мест крепления потолочных кронштейнов приложите всю конструкцию строго горизонтально к потолку и сделайте отметки с двух сторон изделия.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Открытая часть цепочного механизма должна смотреть строго вниз.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "grd1-2.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми потолочными кронштейнами (их количество зависит от ширины системы GRANDE BOX) и сделайте отметки на потолке для отверстий.",
              ],
            },
            {
              title: null,
              img: "grd1-3.png",
              texts: [
                "Прикрутите потолочные кронштейны саморезами через монтажные отверстия.",
                "<strong>Обратите внимание!</strong>",
                "При установке потолочного кронштейна его пластиковая защелка должна быть повернута к лицевой стороне изделия.",
              ],
            },
            {
              title: null,
              img: "1439984385.png",
              texts: [
                "Установите алюминиевый короб в потолочные кронштейны до характерного щелчка защелок.",
              ],
            },
          ],
        },
        {
          title: "Крепление на алюминиевые кронштейны к стене",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gr1-1.png",
              texts: [
                "Для определения мест крепления стеновых кронштейнов приложите всю конструкцию горизонтально по уровню к стене и сделайте отметки с двух сторон изделия.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Открытая часть цепочного механизма должна смотреть строго вниз.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1439983385.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми стеновыми кронштейнами (их количество зависит от ширины системы GRANDE BOX) и сделайте отметки на стене для отверстий.",
              ],
            },
            {
              title: null,
              img: "1439983431.png",
              texts: [
                "Соедините винтом с гайкой стеновой кронштейн с кронштейном потолочным таким образом, чтобы его пластиковая защелка была повернута к лицевой стороне изделия.",
              ],
            },
            {
              title: null,
              img: "1439984246.png",
              texts: [
                "Прикрутите собранные кронштейны саморезами к стене через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "1439984385.png",
              texts: [
                "Установите алюминиевый короб в кронштейны потолочные до характерного щелчка защелок.",
              ],
            },
          ],
        },
      ],

      zebra32: [
        {
          title: "крепление на защелки к стене или потолку",
          desc:
            "Внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
          blocks: [
            {
              title: null,
              img: "11.jpg",
              texts: [
                "Разметьте места крепления, приложив защелки к потолку, при этом крайние точки крепления должны быть на расстоянии 5 см от края карниза.",
              ],
            },
            {
              title: null,
              img: "12.jpg",
              texts: [
                "Равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы CLIC DUO).",
              ],
            },
            {
              title: null,
              img: "13.jpg",
              texts: ["Прикрутите защелки саморезами через монтажные отверстия."],
            },
            {
              title: null,
              img: "14.jpg",
              texts: [
                "Зафиксируйте верхний карниз изделия в защелках до характерного щелчка.",
              ],
            },
          ],
        },
        {
          title: "крепление на стеновые кронштейны к стене",
          desc:
            "Внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
          blocks: [
            {
              title: null,
              img: "21.jpg",
              texts: ["С помощью винта и гайки соедините кронштейн с защелкой."],
            },
            {
              title: null,
              img: "22.jpg",
              texts: [
                "Разметьте места крепления, приложив собранные кронштейны к стене, при этом крайние точки крепления должны быть на расстоянии 5 см от края карниза.",
              ],
            },
            {
              title: null,
              img: "23.jpg",
              texts: [
                "Равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы CLIC DUO).",
              ],
            },
            {
              title: null,
              img: "24.jpg",
              texts: [
                "Приложите собранные кронштейны к размеченным местам крепления и прикрутите каждый из них саморезом.",
              ],
            },
            {
              title: null,
              img: "25.jpg",
              texts: ["Зафиксируйте верхний карниз в защелках до характерного щелчка."],
            },
          ],
        },
      ],

      zebra33: [
        {
          title: "крепление на защелки к потолку",
          desc:
            "Внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
          blocks: [
            {
              title: null,
              img: "11.jpg",
              texts: [
                "Разметьте места крепления, приложив защелки к потолку, при этом крайние точки крепления должны быть на расстоянии 5 см от края карниза",
              ],
            },
            {
              title: null,
              img: "12.jpg",
              texts: [
                "Равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы CLIC BOX DUO)",
              ],
            },
            {
              title: null,
              img: "13.jpg",
              texts: [
                "Приложите защелки к размеченным местам крепления и прикрутите каждую из них саморезом",
              ],
            },
            {
              title: null,
              img: "14.jpg",
              texts: ["Зафиксируйте алюминиевый короб в защелках до характерного щелчка"],
            },
          ],
        },
        {
          title: "крепление на стеновые кронштейны к стене",
          desc:
            "Внимание! Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
          blocks: [
            {
              title: null,
              img: "21.jpg",
              texts: ["С помощью винта и гайки соедините кронштейн с защелкой"],
            },
            {
              title: null,
              img: "22.jpg",
              texts: [
                "Разметьте места крепления, приложив собранные кронштейны к стене, при этом крайние точки крепления должны быть на расстоянии 5 см от края карниза",
              ],
            },
            {
              title: null,
              img: "23.jpg",
              texts: [
                "Равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы CLIC BOX DUO)",
              ],
            },
            {
              title: null,
              img: "24.jpg",
              texts: [
                "Приложите собранные кронштейны к размеченным местам крепления и прикрутите каждый из них саморезом",
              ],
            },
            {
              title: null,
              img: "25.jpg",
              texts: ["Зафиксируйте алюминиевый короб в защелках до характерного щелчка"],
            },
          ],
        },
      ],

      hblinds1: [
        {
          title: "Крепление к стене (раме или потолку) на саморезы",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf1-1.png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к стене (раме или потолку) и сделайте отметки с двух его сторон",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия",
              ],
            },
            {
              title: null,
              img: "1441804408.jpg",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза",
                "Отметьте места для отверстий",
              ],
            },
            {
              title: null,
              img: "1441804455.jpg",
              texts: [
                "Прикрутите кронштейны саморезами через монтажные отверстия к стене (раме или потолку).",
              ],
            },
            {
              title: null,
              img: "1441804689.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора",
              ],
            },
            {
              title: null,
              img: "gf1-5(2-8).png",
              texts: [
                "Прикрутите держатель нижней планки, магнитный фиксатор скотч или магнит для фиксации нижней планки (в зависимости от комплектации).",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
          ],
        },
        {
          title: "Крепление на кронштейны для окон ПВХ",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf2-1(3-1)(4-1).png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к раме и сделайте отметки с двух его сторон",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "gf2-2.png",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области.",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза.",
              ],
            },
            {
              title: null,
              img: "1441793308.png",
              texts: [
                "Плотно соедините кронштейн с кронштейном для окон ПВХ винтом с гайкой.",
              ],
            },
            {
              title: null,
              img: "1441793349.png",
              texts: [
                "Откройте створку окна и установите собранные кронштейны на раму в размеченных местах крепления, затянув фиксирующий винт (контрвинт).",
              ],
            },
            {
              title: null,
              img: "1441793464.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора.",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
            {
              title: null,
              img: "gf1-5(2-8).png",
              texts: [
                "Прикрутите держатель нижней планки, магнитный фиксатор скотч или магнит для фиксации нижней планки (в зависимости от комплектации).",
              ],
            },
          ],
        },
        {
          title: "Крепление на кронштейны для окон ПВХ на откидные и мансардные окна",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf2-1(3-1)(4-1).png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к раме и сделайте отметки с двух его сторон.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "gf2-2.png",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области.",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза.",
              ],
            },
            {
              title: null,
              img: "1441793308.png",
              texts: [
                "Плотно соедините кронштейн с кронштейном для окон ПВХ винтом с гайкой.",
              ],
            },
            {
              title: null,
              img: "1441793349.png",
              texts: [
                "Откройте створку окна и установите собранные кронштейны на раму в размеченных местах крепления, затянув фиксирующий винт (контрвинт).",
              ],
            },
            {
              title: null,
              img: "1441793431.png",
              texts: [
                "Отмерьте необходимое по высоте количество троса (с запасом 10 см).",
                "Закрепите оба троса в фиксаторах троса верхний/рама.",
              ],
            },
            {
              title: null,
              img: "1441793395.png",
              texts: [
                "Пропустите оба троса через верхний карниз, все ламели и нижнюю планку.",
              ],
            },
            {
              title: null,
              img: "1441793464.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора.",
              ],
            },
            {
              title: null,
              img: "gf4-8.png",
              texts: [
                "Установите кронштейны нижние для окон ПВХ на нижнюю часть рамы так, чтобы они располагались напротив фиксаторов троса верхний/рама, и пропустите через них трос.",
              ],
            },
            {
              title: null,
              img: "gf4-9.png",
              texts: [
                "Натяните трос строго вертикально и зафиксируйте его в кронштейнах нижних для окон ПВХ с помощью шестигранного ключа.",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
            {
              title: null,
              img: "1441793567.png",
              texts: ["Установите фиксатор ручки управления"],
            },
          ],
        },
        {
          title: "Крепление на саморезы на глухие мансардные окна",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf2-1(3-1)(4-1).png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к раме или верхнему откосу окна и сделайте отметки с двух его сторон.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1441804408.jpg",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области.",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза.",
                "Отметьте места для отверстий.",
              ],
            },
            {
              title: null,
              img: "1441804455.jpg",
              texts: [
                "Прикрутите кронштейны саморезами через монтажные отверстия к раме (или откосу верхнего окна).",
              ],
            },
            {
              title: null,
              img: "1441796166.png",
              texts: [
                "Отмерьте необходимое по высоте количество троса (с запасом 10 см).",
                "Закрепите оба троса в фиксаторах троса верхний/рама.",
              ],
            },
            {
              title: null,
              img: "1441796046.png",
              texts: [
                "Пропустите оба троса через карниз изделия, все ламели и нижнюю планку",
              ],
            },
            {
              title: null,
              img: "1441793464.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора.",
              ],
            },
            {
              title: null,
              img: "gf4-7.png",
              texts: [
                "Установите на нижний откос или подоконник фиксаторы троса нижний/подоконник так, чтобы они располагались напротив фиксаторов троса верхний/рама, и пропустите через них трос.",
              ],
            },
            {
              title: null,
              img: "gf4-8(2).png",
              texts: [
                "Натяните трос строго вертикально и зафиксируйте его в фиксаторах нижний/подоконник с помощью шестигранного ключа.",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
            {
              title: null,
              img: "1441793567.png",
              texts: ["Установите фиксатор ручки управления."],
            },
          ],
        },
        {
          title:
            "Крепление на саморезы к оконной раме на глухие или откидные мансардные окна",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf2-1(3-1)(4-1).png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к раме и сделайте отметки с двух его сторон.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1441804408.jpg",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области.",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза.",
                "Отметьте места для отверстий.",
              ],
            },
            {
              title: null,
              img: "1441804455.jpg",
              texts: [
                "Прикрутите кронштейны саморезами через монтажные отверстия к раме.",
              ],
            },
            {
              title: null,
              img: "1441796166.png",
              texts: [
                "Отмерьте необходимое по высоте количество троса (с запасом 10 см).",
                "Закрепите оба троса в фиксаторах троса верхний/рама.",
              ],
            },
            {
              title: null,
              img: "1441796046.png",
              texts: [
                "Пропустите оба троса через карниз изделия, все ламели и нижнюю планку",
              ],
            },
            {
              title: null,
              img: "1441793464.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора.",
              ],
            },
            {
              title: null,
              img: "gf5-7.png",
              texts: [
                "Установите с помощью саморезов на нижнюю часть рамы фиксаторы троса нижний/рама так, чтобы они располагались напротив фиксаторов троса верхний/рама, и пропустите через них трос.",
              ],
            },
            {
              title: null,
              img: "gf5-8.png",
              texts: [
                "Натяните трос строго вертикально и зафиксируйте его в фиксаторах нижний/рама с помощью шестигранного ключа.",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
            {
              title: null,
              img: "1441793567.png",
              texts: ["Установите фиксатор ручки управления."],
            },
          ],
        },
      ],

      hblinds3: [
        {
          title: "Крепление к стене (раме или потолку) на саморезы",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf1-1.png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к стене (раме или потолку) и сделайте отметки с двух его сторон",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия",
              ],
            },
            {
              title: null,
              img: "1441804408.jpg",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза",
                "Отметьте места для отверстий",
              ],
            },
            {
              title: null,
              img: "1441804455.jpg",
              texts: [
                "Прикрутите кронштейны саморезами через монтажные отверстия к стене (раме или потолку).",
              ],
            },
            {
              title: null,
              img: "1441804689.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора",
              ],
            },
            {
              title: null,
              img: "gf1-5(2-8).png",
              texts: [
                "Прикрутите держатель нижней планки, магнитный фиксатор скотч или магнит для фиксации нижней планки (в зависимости от комплектации).",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
          ],
        },
        {
          title: "Крепление на кронштейны для окон ПВХ",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf2-1(3-1)(4-1).png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к раме и сделайте отметки с двух его сторон",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "gf2-2.png",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области.",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза.",
              ],
            },
            {
              title: null,
              img: "1441793308.png",
              texts: [
                "Плотно соедините кронштейн с кронштейном для окон ПВХ винтом с гайкой.",
              ],
            },
            {
              title: null,
              img: "1441793349.png",
              texts: [
                "Откройте створку окна и установите собранные кронштейны на раму в размеченных местах крепления, затянув фиксирующий винт (контрвинт).",
              ],
            },
            {
              title: null,
              img: "1441793464.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора.",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
            {
              title: null,
              img: "gf1-5(2-8).png",
              texts: [
                "Прикрутите держатель нижней планки, магнитный фиксатор скотч или магнит для фиксации нижней планки (в зависимости от комплектации).",
              ],
            },
          ],
        },
        {
          title: "Крепление на кронштейны для окон ПВХ на откидные и мансардные окна",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf2-1(3-1)(4-1).png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к раме и сделайте отметки с двух его сторон.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "gf2-2.png",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области.",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза.",
              ],
            },
            {
              title: null,
              img: "1441793308.png",
              texts: [
                "Плотно соедините кронштейн с кронштейном для окон ПВХ винтом с гайкой.",
              ],
            },
            {
              title: null,
              img: "1441793349.png",
              texts: [
                "Откройте створку окна и установите собранные кронштейны на раму в размеченных местах крепления, затянув фиксирующий винт (контрвинт).",
              ],
            },
            {
              title: null,
              img: "1441793431.png",
              texts: [
                "Отмерьте необходимое по высоте количество троса (с запасом 10 см).",
                "Закрепите оба троса в фиксаторах троса верхний/рама.",
              ],
            },
            {
              title: null,
              img: "1441793395.png",
              texts: [
                "Пропустите оба троса через верхний карниз, все ламели и нижнюю планку.",
              ],
            },
            {
              title: null,
              img: "1441793464.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора.",
              ],
            },
            {
              title: null,
              img: "gf4-8.png",
              texts: [
                "Установите кронштейны нижние для окон ПВХ на нижнюю часть рамы так, чтобы они располагались напротив фиксаторов троса верхний/рама, и пропустите через них трос.",
              ],
            },
            {
              title: null,
              img: "gf4-9.png",
              texts: [
                "Натяните трос строго вертикально и зафиксируйте его в кронштейнах нижних для окон ПВХ с помощью шестигранного ключа.",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
            {
              title: null,
              img: "1441793567.png",
              texts: ["Установите фиксатор ручки управления"],
            },
          ],
        },
        {
          title: "Крепление на саморезы на глухие мансардные окна",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf2-1(3-1)(4-1).png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к раме или верхнему откосу окна и сделайте отметки с двух его сторон.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1441804408.jpg",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области.",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза.",
                "Отметьте места для отверстий.",
              ],
            },
            {
              title: null,
              img: "1441804455.jpg",
              texts: [
                "Прикрутите кронштейны саморезами через монтажные отверстия к раме (или откосу верхнего окна).",
              ],
            },
            {
              title: null,
              img: "1441796166.png",
              texts: [
                "Отмерьте необходимое по высоте количество троса (с запасом 10 см).",
                "Закрепите оба троса в фиксаторах троса верхний/рама.",
              ],
            },
            {
              title: null,
              img: "1441796046.png",
              texts: [
                "Пропустите оба троса через карниз изделия, все ламели и нижнюю планку",
              ],
            },
            {
              title: null,
              img: "1441793464.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора.",
              ],
            },
            {
              title: null,
              img: "gf4-7.png",
              texts: [
                "Установите на нижний откос или подоконник фиксаторы троса нижний/подоконник так, чтобы они располагались напротив фиксаторов троса верхний/рама, и пропустите через них трос.",
              ],
            },
            {
              title: null,
              img: "gf4-8(2).png",
              texts: [
                "Натяните трос строго вертикально и зафиксируйте его в фиксаторах нижний/подоконник с помощью шестигранного ключа.",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
            {
              title: null,
              img: "1441793567.png",
              texts: ["Установите фиксатор ручки управления."],
            },
          ],
        },
        {
          title:
            "Крепление на саморезы к оконной раме на глухие или откидные мансардные окна",
          desc: "",
          blocks: [
            {
              title: null,
              img: "gf2-1(3-1)(4-1).png",
              texts: [
                "Для определения мест установки кронштейнов приложите изделие к раме и сделайте отметки с двух его сторон.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1441804408.jpg",
              texts: [
                "Расположите кронштейны равномерно по всей ширине отмеченной области.",
                "При этом обратите внимание, чтобы крепежные элементы не попали на внутренние узлы и механизмы карниза.",
                "Отметьте места для отверстий.",
              ],
            },
            {
              title: null,
              img: "1441804455.jpg",
              texts: [
                "Прикрутите кронштейны саморезами через монтажные отверстия к раме.",
              ],
            },
            {
              title: null,
              img: "1441796166.png",
              texts: [
                "Отмерьте необходимое по высоте количество троса (с запасом 10 см).",
                "Закрепите оба троса в фиксаторах троса верхний/рама.",
              ],
            },
            {
              title: null,
              img: "1441796046.png",
              texts: [
                "Пропустите оба троса через карниз изделия, все ламели и нижнюю планку",
              ],
            },
            {
              title: null,
              img: "1441793464.png",
              texts: [
                "Отведите фиксаторы кронштейнов против часовой стрелки, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов по часовой стрелке до упора.",
              ],
            },
            {
              title: null,
              img: "gf5-7.png",
              texts: [
                "Установите с помощью саморезов на нижнюю часть рамы фиксаторы троса нижний/рама так, чтобы они располагались напротив фиксаторов троса верхний/рама, и пропустите через них трос.",
              ],
            },
            {
              title: null,
              img: "gf5-8.png",
              texts: [
                "Натяните трос строго вертикально и зафиксируйте его в фиксаторах нижний/рама с помощью шестигранного ключа.",
              ],
            },
            {
              title: null,
              img: "gf1-6(2-6)(4-10)(5-9).png",
              texts: ["Установите стержень управления."],
            },
            {
              title: null,
              img: "1441793567.png",
              texts: ["Установите фиксатор ручки управления."],
            },
          ],
        },
      ],

      wood1: [
        {
          title: "крепление на саморезы",
          desc: "",
          blocks: [
            {
              title: null,
              img: null,
              texts: [
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов. Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия",
              ],
            },
            {
              title: null,
              img: "1/2.jpg",
              texts: [
                "Разметьте места крепления кронштейнов, равномерно распределив их по длине карниза. При разметке необходимо учитывать, что кронштейны не должны попадать в местах установки механизмов в карнизе.",
              ],
            },
            {
              title: null,
              img: "1/3.jpg",
              texts: [
                "Прикрутите кронштейны саморезами через монтажные отверстия к стене или потолку.",
              ],
            },
            {
              title: null,
              img: "1/4.jpg",
              texts: [
                "Отведите фиксаторы кронштейнов по часовой стрелке, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов обратно (против часовой стрелки) до упора.",
              ],
            },
            {
              title: null,
              img: "1/5.jpg",
              texts: [
                "Отцентруйте валанс по отношению к карнизу. Поднесите валанс к карнизу и установите его с помощью магнитных креплений.",
              ],
            },
          ],
        },
        {
          title:
            "крепление на саморезы с нижней фиксацией тросика к подоконнику или полу",
          desc: "",
          blocks: [
            {
              title: null,
              img: null,
              texts: [
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально. Даже небольшой перекос может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "2/2.jpg",
              texts: [
                "Разметьте места крепления кронштейнов, равномерно распределив их по длине карниза. При разметке необходимо учитывать, что кронштейны не должны попадать в местах установки механизмов в карнизе.",
              ],
            },
            {
              title: null,
              img: "2/3.jpg",
              texts: [
                "Прикрутите кронштейны саморезами через монтажные отверстия к стене или потолку.",
              ],
            },
            {
              title: null,
              img: "2/4.jpg",
              texts: [
                "Отмерьте необходимое по высоте количество троса (с запасом 10 см). Закрепите оба троса в фиксаторах троса верхний/рама.",
              ],
            },
            {
              title: null,
              img: "2/5.jpg",
              texts: [
                "Пропустите оба троса через карниз изделия, все ламели и кольца для троса в нижней планке. Сторона с фиксатором троса верхний/рама должна остаться в карнизе.",
              ],
            },
            {
              title: null,
              img: "2/6.jpg",
              texts: [
                "Отведите фиксаторы кронштейнов по часовой стрелке, вставьте карниз изделия в кронштейны и поверните фиксаторы кронштейнов обратно (против часовой стрелки) до упора.",
              ],
            },
            {
              title: null,
              img: "2/7.jpg",
              texts: [
                "Установите с помощью саморезов к подоконнику/полу фиксаторы троса нижний/подоконник таким образом, чтобы они располагались строго под фиксаторами троса верхний/рама.",
              ],
            },
            {
              title: null,
              img: "2/8.jpg",
              texts: [
                "Пропустите тросс через фиксатор троса верхний/подоконник. Вставьте фиксатор троса верхний/подоконник в фиксатор троса нижний/подоконник. Затем максимально натяните тросс и затяните его с помощью отвертки.",
              ],
            },
            {
              title: null,
              img: "2/9.jpg",
              texts: [
                "Отцентруйте валанс по отношению к карнизу. Поднесите валанс к карнизу и установите его с помощью магнитных креплений.",
              ],
            },
          ],
        },
        {
          title: "крепление на саморезы с нижней фиксацией тросика к стене или раме",
          desc: "",
          blocks: [
            {
              title: null,
              img: null,
              texts: [
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально. Даже небольшой перекос может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "3/2.jpg",
              texts: [
                "Разметьте места крепления кронштейнов, равномерно распределив их по длине карниза. При разметке необходимо учитывать, что кронштейны не должны попадать в местах установки механизмов в карнизе.",
              ],
            },
            {
              title: null,
              img: "3/3.jpg",
              texts: [
                "Прикрутите кронштейны саморезами через монтажные отверстия к стене или потолку.",
              ],
            },
            {
              title: null,
              img: "3/4.jpg",
              texts: [
                "Отмерьте необходимое по высоте количество троса (с запасом 10 см). Закрепите оба троса в фиксаторах троса верхний/рама.",
              ],
            },
            {
              title: null,
              img: "3/5.jpg",
              texts: [
                "Пропустите оба троса через карниз изделия, все ламели и кольца для троса в нижней планке. Сторона с фиксатором троса верхний/рама должна остаться в карнизе.",
              ],
            },
            {
              title: null,
              img: "3/6.jpg",
              texts: [
                "Установите с помощью саморезов на нижнюю часть стены фиксаторы троса нижний/рама таким образом, чтобы они располагались строго под фиксаторами троса верхний/рама, и пропустите через них трос.",
              ],
            },
            {
              title: null,
              img: "3/7.jpg",
              texts: [
                "Натяните трос строго вертикально и зафиксируйте его в фиксаторах нижний/рама с помощью отвертки.",
              ],
            },
            {
              title: null,
              img: "3/8.jpg",
              texts: [
                "Отцентруйте валанс по отношению к карнизу. Поднесите валанс к карнизу и установите его с помощью магнитных креплений.",
              ],
            },
          ],
        },
      ],

      ks251: [
        {
          title: "Крепление на саморезы",
          desc: "",
          blocks: [
            {
              title: null,
              img: "1439537914.png",
              texts: ["Снимите верхние боковые крышки на карнизе изделия."],
            },
            {
              title: null,
              img: "1439537992.png",
              texts: [
                "Установите необходимое количество корректоров, обеспечивающих расстояние изделия от стекла для свободного движения ламелей.",
              ],
            },
            {
              title: null,
              img: "integra-ustanjvka1.jpg",
              texts: [
                "Для определения мест крепления приложите изделие горизонтально между боковыми штапиками окна.",
                "Сдвиньте изделие вверх, уперев в верхний штапик, и отметьте места для отверстий.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "1439538014.png",
              texts: [
                "Прикрепите изделие саморезами через монтажные отверстия с каждой стороны.",
                "<strong>Обратите внимание!</strong>",
                "Чтобы не повредить стеклопакет, рекомендуем длину самореза подбирать исходя из количества корректоров и глубины штапика.",
              ],
            },
            {
              title: null,
              img: "integra-ustanjvka2.jpg",
              texts: [
                "В нижнем штапике (раме) разметьте места крепления фиксаторов лески.",
                "<strong>Обратите внимание!</strong>",
                "Леска должна находиться строго в вертикальном положении во избежание перекоса изделия и затруднительного движения ламелей.",
              ],
            },
            {
              title: null,
              img: "1439538056.png",
              texts: ["Просверлите два отверстия диаметром 2 мм."],
            },
            {
              title: null,
              img: "integra-ustanjvka3.jpg",
              texts: [
                "Закрепите леску в фиксаторах с помощью узлов.",
                "Вставьте фиксаторы лески в просверленные отверстия.",
              ],
            },
            {
              title: null,
              img: "1439538098.png",
              texts: [
                "Открыв зажимы в верхнем карнизе, натяните леску, а затем закройте зажимы в обратной последовательности.",
                "Отрежьте излишки лески.",
              ],
            },
            {
              title: null,
              img: "1439538153.png",
              texts: ["Установите верхние боковые крышки."],
            },
            {
              title: null,
              img: "1439538125.png",
              texts: ["С помощью саморезов прикрутите на раму фиксатор цепи управления."],
            },
          ],
        },
      ],

      roma1: [
        {
          title: "Крепление на саморезы (на стену или потолок)",
          desc: "",
          blocks: [
            {
              title: null,
              img: "roma1.png",
              texts: [
                "Для определения мест крепления универсальных кронштейнов ПАРМА приложите всю конструкцию строго горизонтально к стене (потолку) и сделайте отметки с двух сторон изделия.",
                "<strong>Обратите внимание!</strong>",
                "Изделие должно крепиться строго горизонтально и не иметь перекосов.",
                "Даже небольшое отклонение от горизонта может стать причиной неправильной работы изделия.",
              ],
            },
            {
              title: null,
              img: "rimka-ustanovka.jpg",
              texts: [
                "Приложите универсальные кронштейны ПАРМА к стене (потолку), ориентируясь на размеченную по ширине изделия область, и отметьте места отверстий.",
              ],
            },
            {
              title: null,
              img: "rimka-ustanovka12.jpg",
              texts: [
                "Просверлите в стене (потолке) отверстия для закрепления в нем дюбеля (рекомендуемый диаметр 6мм).",
              ],
            },
            {
              title: null,
              img: "rimka-ustanovka11.jpg",
              texts: [
                "Установите дюбель в просверленное отверстие и прикрутите универсальные кронштейны ПАРМА саморезами к стене (потолку) через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "rimka-ustanovka5.jpg",
              texts: [
                "Установите карниз в универсальные кронштейны ПАРМА и зафиксируйте его с помощью поворотных фиксаторов.",
              ],
            },
            {
              title: null,
              img: "rimka-ustanovka6.jpg",
              texts: ["Зафиксируйте полотно ткани на карнизе посредством липучки."],
            },
            {
              title: null,
              img: "rimka-ustanovka07.jpg",
              texts: [
                "Проденьте шнуры подъемных блоков в соответствующие им петли на ткани.",
              ],
            },
            {
              title: null,
              img: "rimka-ustanovka08.jpg",
              texts: [
                "При необходимости открутите фиксирующий саморез в подъемном блоке со шнуром, сдвиньте блок на определенное расстояние и закрутите саморез обратно.",
              ],
            },
            {
              title: null,
              img: "rimka-ustanovka9.jpg",
              texts: [
                "Закрепите на одном горизонтальном уровне стопорные кольца на нижних концах шнуров подъемных блоков.",
                "<strong>Обратите внимание!</strong>",
                "Шнуры подъемных блоков должны располагаться строго вертикально и быть в натянутом положении, но при этом, не стягивая полотно ткани.",
              ],
            },
            {
              title: null,
              img: "rimka-ustanovka10.jpg",
              texts: [
                "Проверьте работоспособность изделия.",
                "Если ткань поднимается с перекосом, то отвяжите стопорные кольца от шнуров и заново повторите процедуру, начиная с пункта 8.",
              ],
            },
          ],
        },
      ],

      introma1: [
        {
          title: "Крепление на саморезы к створке окна",
          desc: "",
          blocks: [
            {
              title:
                "Весь процесс установки системы INTEGRA ROMA с креплением на саморезы производится в три этапа:",
              img: null,
              texts: [
                "- Сборка римской шторы",
                "- Разметка мест крепления на створке окна ПВХ",
                "- Установка системы на створке, проверка работоспособности изделия",
              ],
            },
            {
              title: "Сборка римской шторы",
              img: null,
              texts: [],
            },
            {
              title: null,
              img: "screws/1.jpg",
              texts: ["1. Снимите липучки, фиксирующие шнуры суппортов."],
            },
            {
              title: null,
              img: "screws/2.jpg",
              texts: [
                "2. Зафиксируйте верхний край ткани для римских штор на карнизе INTEGRA ROMA при помощи липучки.",
              ],
            },
            {
              title: null,
              img: "screws/3.jpg",
              texts: [
                "3. Положите изделие на чистую ровную поверхность оборотной стороной вверх и распустите шнуры от суппортов вдоль изделия перпендикулярно карнизу.",
              ],
            },
            {
              title: null,
              img: "screws/4.jpg",
              texts: [
                "4. При необходимости передвиньте суппорта вдоль карниза INTEGRA ROMA так, чтобы каждый шнур находился по центру ближайшей текстильной петли. При этом оставьте от края с каждой стороны карниза место для установки кронштейнов универсальных.",
              ],
            },
            {
              title: null,
              img: "screws/5.jpg",
              texts: [
                "5. Зафиксируйте суппорт, закрутив саморез с помощью крестовой отвертки.",
              ],
            },
            {
              title: null,
              img: "screws/6.jpg",
              texts: [
                "6. Проденьте все шнуры от суппортов в соответствующие текстильные петли по всей высоте изделия.",
              ],
            },
            {
              title: null,
              img: "screws/7.jpg",
              texts: [
                "7. Установите кронштейны универсальные до щелчка в большой паз карниза INTEGRA ROMA.",
              ],
            },

            {
              title: "Разметка мест крепления на створке окна ПВХ",
              img: null,
              texts: [],
            },
            {
              title: null,
              img: "screws/8.jpg",
              texts: [
                "1. Разметьте места крепления кронштейнов универсальных приложив изделие к створке окна.",
              ],
            },

            {
              title: "Установка системы на створке, проверка работоспособности изделия",
              img: null,
              texts: [""],
            },
            {
              title: null,
              img: "screws/9.jpg",
              texts: [
                "1. Снимите кронштейны универсальные с изделия, нажав пружинную кнопку и прикрутите их саморезами к створке.",
              ],
            },
            {
              title: null,
              img: "screws/10.jpg",
              texts: [
                "2. Установите кронштейны универсальные до щелчка в большой паз карниза INTEGRA ROMA.",
              ],
            },
            {
              title: null,
              img: "screws/11.jpg",
              texts: [
                "3. Установите стопорные кольца на шнуры у самой нижней текстильной петли. Все стопорные кольца должны быть расположены строго горизонтально относительно друг друга.",
              ],
            },
            {
              title: null,
              img: "screws/12.jpg",
              texts: [
                "4. Зафиксируйте высоту, завязав на шнуре со стопорным кольцом несколько узлов и закрепив на текстильной петле.",
              ],
            },
            {
              title: null,
              img: "screws/13.jpg",
              texts: [
                "5. С помощью шнура управления поднимите ткань для римских штор, проверив работоспособность изделия.",
              ],
            },
            {
              title: null,
              img: null,
              texts: [
                "6. Если ткань поднимается с перекосом, то отвяжите стопорные кольца и повторите процедуру заново, начиная с пункта 4.",
              ],
            },
            {
              title: null,
              img: null,
              texts: [""],
            },
          ],
        },

        {
          title: "Крепление на кронштейны для окон ПВХ",
          desc: "",
          blocks: [
            {
              title:
                "Весь процесс установки системы INTEGRA ROMA с креплением на кронштейны для окон ПВХ производится в два этапа:",
              img: null,
              texts: [
                "- Сборка римской шторы",
                "- Установка системы на створке, проверка работоспособности изделия",
              ],
            },

            {
              title: "Сборка римской шторы",
              img: null,
              texts: [],
            },
            {
              title: null,
              img: "brackets/1.jpg",
              texts: ["1. Снимите липучки, фиксирующие шнуры суппортов."],
            },
            {
              title: null,
              img: "brackets/2.jpg",
              texts: [
                "2. Зафиксируйте верхний край ткани для римских штор на карнизе INTEGRA ROMA при помощи липучки.",
              ],
            },
            {
              title: null,
              img: "brackets/3.jpg",
              texts: [
                "3. Положите изделие на чистую ровную поверхность оборотной стороной вверх и распустите шнуры вдоль изделия перпендикулярно карнизу.",
              ],
            },
            {
              title: null,
              img: "brackets/4.jpg",
              texts: [
                "4. При необходимости передвиньте суппорта вдоль карниза INTEGRA ROMA так, чтобы каждый шнур находился по центру ближайшей текстильной петли. При этом оставьте от края с каждой стороны карниза место для установки кронштейнов универсальных.",
              ],
            },
            {
              title: null,
              img: "brackets/5.jpg",
              texts: [
                "5. Зафиксируйте суппорт, закрутив саморез с помощью крестовой отвертки.",
              ],
            },
            {
              title: null,
              img: "brackets/6.jpg",
              texts: [
                "6. Проденьте все шнуры от суппортов в соответствующие текстильные петли по всей высоте изделия.",
              ],
            },
            {
              title: null,
              img: "brackets/7.jpg",
              texts: [
                "7. Соедините кронштейны универсальные и кронштейны для ПВХ окон с помощью винта и гайки.",
              ],
            },
            {
              title: null,
              img: "brackets/8.jpg",
              texts: [
                "8. Установите кронштейны универсальные до щелчка в большой паз карниза INTEGRA ROMA.",
              ],
            },

            {
              title: "Установка системы на створке, проверка работоспособности изделия",
              img: null,
              texts: [],
            },
            {
              title: null,
              img: "brackets/9.jpg",
              texts: [
                "1. Откройте створку и закрепите изделие, зажав раму в кронштейнах для окон ПВХ. Для прочности крепления изделия затяните фиксирующий контрвинт.",
              ],
            },
            {
              title: null,
              img: "brackets/10.jpg",
              texts: [
                "2. Установите стопорные кольца на шнуры у самой нижней текстильной петли. Все стопорные кольца должны быть расположены строго горизонтально относительно друг друга.",
              ],
            },
            {
              title: null,
              img: "brackets/11.jpg",
              texts: [
                "3. Зафиксируйте высоту, завязав на шнуре со стопорным кольцом несколько узлов и закрепив на текстильной петле.",
              ],
            },
            {
              title: null,
              img: "brackets/12.jpg",
              texts: [
                "4. С помощью шнура управления поднимите ткань для римских штор, проверив работоспособность изделия. Если ткань поднимается с перекосом, то отвяжите стопорные кольца и повторите процедуру заново, начиная с пункта 3.",
              ],
            },
          ],
        },

        // {
        //   title: 'Крепление на саморезы',
        //   desc: '',
        //   blocks: [
        //     {
        //       title: null,
        //       img: 'screws/1.jpg',
        //       texts: ['Снимите липучки, фиксирующие шнуры суппортов']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/2.jpg',
        //       texts: ['Зафиксируйте верхний край ткани на карнизе при помощи липучки']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/3.jpg',
        //       texts: ['Положите изделие на чистую ровную поверхность оборотной стороной наверх и распустите шнуры от суппортов вдоль изделия перпендикулярно карнизу']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/4.jpg',
        //       texts: ['При необходимости передвиньте суппорты вдоль карниза так, чтобы каждый шнур находился по центру ближайшей от края петли. При этом оставьте от края с каждой стороны карниза место для установки кронштейнов']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/5.jpg',
        //       texts: ['Зафиксируйте суппорт, закрутив саморез с помощью крестовой отвертки']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/6.jpg',
        //       texts: ['Проденьте все шнуры от суппортов в соответствующие текстильные петли по всей высоте изделия до утяжелителя ткани']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/7.jpg',
        //       texts: ['Установите кронштейны до щелчка в большой паз карниз изделия']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/8.jpg',
        //       texts: ['Приложите изделие к створке и сделайте отметки карандашом по центру верхней точки каждого кронштейна']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/9.jpg',
        //       texts: ['Снимите кронштейны с изделия и прикрутите их саморезами к створке, отступив вниз 2 см от карандашной отметки']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/10.jpg',
        //       texts: ['Закрепите карниз изделия в кронштейнах до щелчка']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/11.jpg',
        //       texts: ['Установите стопорные кольца на самой нижней петле. Все стопорные кольца должны быть расположены горизонтально на одном уровне относительно друг друга']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/12.jpg',
        //       texts: ['Зафиксируйте высоту, завязав на шнуре со стопорным кольцом несколько узлов и закрепив на петле ткани']
        //     },
        //     {
        //       title: null,
        //       img: 'screws/13.jpg',
        //       texts: ['С помощью шнура управления поднимите полотно ткани, проверив работоспособность изделия. Если ткань поднимается с перекосом, то отвяжите стопорные кольца и повторите процедуру заново, начиная с пункта 12']
        //     },
        //   ]
        // },
        // {
        //   title: 'Крепление на навесные кронштейны',
        //   desc: '',
        //   blocks: [
        //     {
        //       title: null,
        //       img: 'brackets/1.jpg',
        //       texts: ['Снимите липучки, фиксирующие шнуры суппортов']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/2.jpg',
        //       texts: ['Зафиксируйте верхний край ткани на карнизе при помощи липучки']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/3.jpg',
        //       texts: ['Положите изделие на чистую ровную поверхность оборотной стороной наверх и распустите шнуры от суппортов вдоль изделия перпендикулярно карнизу']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/4.jpg',
        //       texts: ['При необходимости передвиньте суппорты вдоль карниза так, чтобы каждый шнур находился по центру ближайшей от края петли. При этом оставьте от края с каждой стороны карниза место для установки кронштейнов']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/5.jpg',
        //       texts: ['Зафиксируйте суппорт, закрутив саморез с помощью крестовой отвертки']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/6.jpg',
        //       texts: ['Проденьте все шнуры от суппортов в соответствующие текстильные петли по всей высоте изделия до утяжелителя ткани']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/7.jpg',
        //       texts: ['Соедините 2 части навесного кронштейна с помощью болта и гайки']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/8.jpg',
        //       texts: ['Установите кронштейны до щелчка в большой паз карниз изделия']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/9.jpg',
        //       texts: ['Откройте створку окна и закрепите изделие на навесных кронштейнах']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/10.jpg',
        //       texts: ['Установите стопорные кольца на самой нижней петле. Все стопорные кольца должны быть расположены горизонтально на одном уровне относительно друг друга']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/11.jpg',
        //       texts: ['Зафиксируйте высоту, завязав на шнуре со стопорным кольцом несколько узлов и закрепив на петле ткани']
        //     },
        //     {
        //       title: null,
        //       img: 'brackets/12.jpg',
        //       texts: ['С помощью шнура управления поднимите полотно ткани, проверив работоспособность изделия. Если ткань поднимается с перекосом, то отвяжите стопорные кольца и повторите процедуру заново, начиная с пункта 12']
        //     }
        //   ]
        // }
      ],

      plisse1: [
        {
          title: "Стандартная установка на саморезы в штапик",
          desc: "",
          blocks: [
            {
              title: null,
              img: "pl1-1.png",
              texts: [
                "Подберите из комплекта защёлок четыре наиболее подходящие к конфигурации штапика.",
              ],
            },
            {
              title: null,
              img: "pl1-2.png",
              texts: [
                "Приложите защелки, уперев их ограничителем в резиновый уплотнитель.",
                "Внимание!",
                "Защелки прикладываются строго в угол штапика.",
              ],
            },
            {
              title: null,
              img: "pl1-3.png",
              texts: ["Произведите разметку места крепления защелок под саморезы."],
            },
            {
              title: null,
              img: "pl1-4.png",
              texts: ["Отломите ограничители защелок."],
            },
            {
              title: null,
              img: "pl1-5.png",
              texts: [
                "С помощью саморезов установите на штапик четыре защёлки (две сверху и две снизу).",
              ],
            },
            {
              title: null,
              img: "pl1-6.png",
              texts: [
                "Установите на изделие ручки управления две штуки (одну сверху и одну снизу).",
              ],
            },
            {
              title: null,
              img: "pl1-7.png",
              texts: ["Закрепите в защёлки башмаки шнура (два сверху и два снизу)."],
            },
            {
              title: null,
              img: "pl1-8.png",
              texts: ["Проверьте работоспособность изделия."],
            },
          ],
        },
        {
          title: "Установка на кронштейны",
          desc: "",
          blocks: [
            {
              title: null,
              img: "pl2-1.png",
              texts: [
                "Для определения мест установки угловых кронштейнов приложите изделие к раме/створке.",
                "Отцентруйте изделие относительно рамы/створки.",
                "Сделайте отметки.",
              ],
            },
            {
              title: null,
              img: "pl2-2.png",
              texts: [
                "Приложите угловые кронштейны к ранее нанесенным меткам.",
                "Произведите разметку мест крепления угловых кронштейнов.",
              ],
            },
            {
              title: null,
              img: "pl2-3.png",
              texts: [
                "С помощью саморезов установите на раму/створку четыре угловых кронштейна (два сверху и два снизу).",
              ],
            },
            {
              title: null,
              img: "pl2-4.png",
              texts: ["Установите на кронштейны декоративные крышки."],
            },
            {
              title: null,
              img: "pl2-5.png",
              texts: [
                "Установите на изделие ручки управления 2 штуки (одну сверху и одну снизу).",
              ],
            },
            {
              title: null,
              img: "pl2-6.png",
              texts: [
                "Закрепите в угловых кронштейнах башмаки шнура (два сверху и два снизу).",
              ],
            },
            {
              title: null,
              img: "pl2-7.png",
              texts: ["Проверьте работоспособность изделия."],
            },
          ],
        },
        {
          title: "Установка на накидные кронштейны, без сверления",
          desc: "",
          blocks: [
            {
              title: null,
              img: "pl3-1.png",
              texts: [
                "Для определения мест установки накидных кронштейнов приложите изделие к открывающейся или откидывающейся створке.",
                "Отцентруйте изделие относительно рамы/створки.",
                "Сделайте отметки.",
              ],
            },
            {
              title: null,
              img: "pl3-2.png",
              texts: ["Выберите четыре плоские защелки из имеющихся комплектов защелок."],
            },
            {
              title: null,
              img: "pl3-3.png",
              texts: ["Отломите пластиковые ораничители от защелок."],
            },
            {
              title: null,
              img: "pl3-4.png",
              texts: ["С помощью саморезов закрепите защелки на накидных кронштейнах."],
            },
            {
              title: null,
              img: "pl3-5.png",
              texts: [
                "С помощью шестигранного ключа закрепите на открывающейся или откидывающейся створке четыре накидных кронштейна (два сверху и два снизу).",
              ],
            },
            {
              title: null,
              img: "pl3-6.png",
              texts: [
                "Установите на изделие ручки управления 2 штуки (одну сверху и одну снизу).",
              ],
            },
            {
              title: null,
              img: "pl3-7.png",
              texts: [
                "Закрепите в накидных кронштейнах башмаки шнура (два сверху и два снизу).",
              ],
            },
            {
              title: null,
              img: "pl3-8.png",
              texts: ["Проверьте работоспособность изделия."],
            },
          ],
        },
        {
          title: "Мансардное крепление",
          desc: "",
          blocks: [
            {
              title: null,
              img: null,
              video: "DnbXV_dk-So",
              texts: [],
            },
            {
              title:
                "Монтаж изделия ведется строго горизонтально на окно мансардного типа.",
              img: "pl4-1.jpg",
              texts: [
                "Перед началом установки приложите изделие к стеклу у нижней части рамы. Изделие должно располагаться строго горизонтально между оконной рамой. Карандашом поставьте метку.",
                "Повторите тоже самое у верхней части рамы.",
              ],
            },
            {
              title: null,
              img: "pl4-2.png",
              texts: [
                "Подберите из комплекта защелок четыре наиболее подходящие к конфигурации рамы.",
              ],
            },
            {
              title: null,
              img: "pl4-3.jpg",
              texts: [
                "Отступите от ребра рамы 15мм и приложите изделие, выровняйте изделие относительно центра рамы – напротив всех 4-х башмаков произведите разметку места крепления под саморезы.",
              ],
            },
            {
              title: null,
              img: "pl4-4.png",
              texts: ["Отломите ограничители защелок."],
            },
            {
              title: null,
              img: "pl4-5.png",
              texts: [
                "С помощью саморезов закрепите защелки в башмаки шнура (два сверху и два снизу)",
              ],
            },
            {
              title: null,
              img: "pl4-6.jpg",
              texts: [
                "Установите на изделие ручки управления 2 штуки (одну сверху и одну снизу).",
              ],
            },
            {
              title: null,
              img: "pl4-7.png",
              texts: [
                "Расправьте шнур натяжения так, чтобы он не переплетался. Закрепите защелки в башмаки шнура (два сверху и два снизу). Проверьте работоспособность изделия.",
              ],
            },
            {
              title: null,
              img: "pl4-8.png",
              texts: [
                "Перед установкой направляющих снимите изделие с защелок, чтобы не повредить изделие.",
              ],
            },
            {
              title: null,
              img: "pl4-9.png",
              texts: ["Установите крышки направляющей на торцы направляющих."],
            },
            {
              title: null,
              img: "pl4-10.png",
              texts: [
                "Приложите направляющую к ребру рамы и с помощью саморезов зафиксируйте направляющую (одну слева и одну справа).",
              ],
            },
            {
              title: null,
              img: "pl4-11.png",
              texts: [
                "Установите изделие – закрепив башмаки шнура в защелках (два сверху и два снизу).",
              ],
            },
            {
              title: null,
              img: "pl4-12.png",
              texts: [
                "Проверьте работоспособность изделия. Зафиксируйте верхний и нижний карниз изделия в башмаках шнура до щелчка.",
              ],
            },
          ],
        },
      ],

      vblinds1: [
        {
          title: "Крепление на саморезы к потолку или в оконный проем",
          desc: "",
          blocks: [
            {
              title: null,
              img: "vf1-1.png",
              texts: [
                "Для определения мест крепления защелок приложите карниз изделия к потолку и сделайте отметки с двух его сторон.",
              ],
            },
            {
              title: null,
              img: "vf1-2.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы V-FORM) и сделайте отметки на потолке для отверстий.",
              ],
            },
            {
              title: null,
              img: "vf1-3.png",
              texts: [
                "Прикрутите защелки с помощью саморезов к потолку или в оконный проем через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "vf1-4.png",
              texts: ["Закрепите карниз на установленные защелки."],
            },
            {
              title: null,
              img: "1441786397.png",
              texts: ["Вставьте держатели тканевых ламелей в клипсы бегунков."],
            },
            {
              title: null,
              img: "1441786452.png",
              texts: ["Вставьте цепочку в отвесы тканевых ламелей с обеих сторон."],
            },
          ],
        },
        {
          title: "Крепление на саморезы к стене",
          desc: "",
          blocks: [
            {
              title: null,
              img: "vf2-1.png",
              texts: [
                " Для определения мест крепления кронштейнов приложите карниз изделия к стене и сделайте отметки с двух его сторон.",
              ],
            },
            {
              title: null,
              img: "1441785738.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми кронштейнами (их количество зависит от ширины системы V-FORM) и сделайте отметки на стене для отверстий.",
              ],
            },
            {
              title: null,
              img: "1441785940.png",
              texts: ["Соедините защелки с кронштейнами с помощью винта и гайки."],
            },
            {
              title: null,
              img: "1441786134.png",
              texts: [
                "Прикрутите стеновые кронштейны к поверхности стены саморезами через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "1441786293.png",
              texts: ["Закрепите карниз жалюзи в защелках на установленных кронштейнах."],
            },
            {
              title: null,
              img: "1441786397.png",
              texts: ["Вставьте держатели тканевых ламелей в клипсы бегунков."],
            },
            {
              title: null,
              img: "1441786452.png",
              texts: ["Вставьте цепочку в отвесы тканевых ламелей с обеих сторон."],
            },
          ],
        },
        {
          title: "Крепление на защелки к потолку «ARMSTRONG»",
          desc: "Для данного типа установки разметка не требуется",
          blocks: [
            {
              title: null,
              img: "1441790135.png",
              texts: [
                "Зафиксируйте равномерно кронштейны «ARMSTRONG» на Т-образном профиле потолка, попадающем под карниз системы V-FORM, путем поворота верхней части кронштейна по часовой стрелке.",
              ],
            },
            {
              title: null,
              img: "vf3-2.png",
              texts: [
                "После установки кронштейнов на потолок необходимо проверить их вылет от стены.",
                "Он должен быть одинаковым.",
              ],
            },
            {
              title: null,
              img: "1441790143.png",
              texts: [
                "Закрепите алюминиевый карниз изделия в установленных кронштейнах для потолка «ARMSTRONG».",
              ],
            },
            {
              title: null,
              img: "1441786397.png",
              texts: ["Вставьте держатели тканевых ламелей в клипсы бегунков."],
            },
            {
              title: null,
              img: "1441786452.png",
              texts: ["Вставьте цепочку в отвесы тканевых ламелей с обеих сторон."],
            },
          ],
        },
        {
          title: "Установка ламбрекена",
          desc: "Дополнительная опция",
          blocks: [
            {
              title: null,
              img: "vfl1.png",
              texts: ["Наденьте уголок на ламбрекен с обеих сторон."],
            },
            {
              title: null,
              img: "vfl2.png",
              texts: [
                "Установите боковые элементы ламбрекена в уголок с торцов (если заказано).",
              ],
            },
            {
              title: null,
              img: "vfl3.png",
              texts: ["Установите кронштейны для ламбрекена на алюминиевом карнизе."],
            },
            {
              title: null,
              img: "vfl4.png",
              texts: ["Установите ламбрекен на кронштейны для ламбрекена."],
            },
          ],
        },
      ],

      vblinds2: [
        {
          title: "Крепление на саморезы к потолку или в оконный проем",
          desc: "",
          blocks: [
            {
              title: null,
              img: "vp1-1.png",
              texts: [
                "Для определения мест крепления защелок приложите карниз изделия к потолку и сделайте отметки с двух его сторон.",
              ],
            },
            {
              title: null,
              img: "vp1-2.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми защелками (их количество зависит от ширины системы V-FORM) и сделайте отметки на потолке для отверстий.",
              ],
            },
            {
              title: null,
              img: "vp1-3.png",
              texts: [
                "Прикрутите защелки с помощью саморезов к потолку или в оконный проем через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "vp1-4.png",
              texts: ["Закрепите карниз на установленные защелки."],
            },
            {
              title: null,
              img: "vp1-5.png",
              texts: ["Вставьте пластиковые ламели с отверстием в клипсы бегунков."],
            },
          ],
        },
        {
          title: "Крепление на саморезы к стене",
          desc: "",
          blocks: [
            {
              title: null,
              img: "vp2-1.png",
              texts: [
                " Для определения мест крепления кронштейнов приложите карниз изделия к стене и сделайте отметки с двух его сторон.",
              ],
            },
            {
              title: null,
              img: "1441785738.png",
              texts: [
                "Отступив по 10-15 см в направлении середины изделия, равномерно разметьте оставшееся внутреннее пространство между всеми кронштейнами (их количество зависит от ширины системы V-FORM) и сделайте отметки на стене для отверстий.",
              ],
            },
            {
              title: null,
              img: "1441785940.png",
              texts: ["Соедините защелки с кронштейнами с помощью винта и гайки."],
            },
            {
              title: null,
              img: "1441786134.png",
              texts: [
                "Прикрутите стеновые кронштейны к поверхности стены саморезами через монтажные отверстия.",
              ],
            },
            {
              title: null,
              img: "1441786293.png",
              texts: ["Закрепите карниз жалюзи в защелках на установленных кронштейнах."],
            },
            {
              title: null,
              img: "vp2-6.png",
              texts: ["Вставьте ламели с отверстием в клипсы бегунков."],
            },
          ],
        },
        {
          title: "Крепление на защелки к потолку «ARMSTRONG»",
          desc: "Для данного типа установки разметка не требуется",
          blocks: [
            {
              title: null,
              img: "1441790135.png",
              texts: [
                "Зафиксируйте равномерно кронштейны «ARMSTRONG» на Т-образном профиле потолка, попадающем под карниз системы V-FORM, путем поворота верхней части кронштейна по часовой стрелке.",
              ],
            },
            {
              title: null,
              img: "vp3-2.png",
              texts: [
                "После установки кронштейнов на потолок необходимо проверить их вылет от стены. Он должен быть одинаковым.",
              ],
            },
            {
              title: null,
              img: "1441790143.png",
              texts: [
                "Закрепите алюминиевый карниз изделия в установленных кронштейнах для потолка «ARMSTRONG».",
              ],
            },
            {
              title: null,
              img: "vp2-6.png",
              texts: ["Вставьте ламели с отверстием в клипсы бегунков."],
            },
          ],
        },
        {
          title: "Установка ламбрекена",
          desc: "Дополнительная опция",
          blocks: [
            {
              title: null,
              img: "vpl1.png",
              texts: ["Наденьте уголок на ламбрекен с обеих сторон."],
            },
            {
              title: null,
              img: "vpl2.png",
              texts: [
                "Установите боковые элементы ламбрекена в уголок с торцов (если заказано).",
              ],
            },
            {
              title: null,
              img: "vpl3.png",
              texts: ["Установите кронштейны для ламбрекена на алюминиевом карнизе."],
            },
            {
              title: null,
              img: "vpl4.png",
              texts: ["Установите ламбрекен на кронштейны для ламбрекена."],
            },
          ],
        },
      ],

      cv: [
        {
          title: "",
          desc: "",
          blocks: [
            {
              title: null,
              img: "",
              texts: [""],
            },
          ],
        },
      ],
    };
  }
}
</script>

<style lang="scss" scoped></style>
