<template>
    <div>

        <div class="container">
            <div class="row">
                <div class="col-md">
                    <h1 class="main-title about__main-title">Приобретение товара</h1>
                    <p class="mb-2">Для заказа солнцезащитных систем FOROOM вы выбираете точку продаж официального Представителя (розничный или интернет-магазин).</p>
                    <p class="mb-2">Заключаете c Представителем договор и производите оплату.</p>

                    <p class="mb-2">Контакты официальных Представителей бренда размещены в разделе «Где Купить».</p>
                    <p class="mb-2">Производитель регламентирует стоимость солнцезащитных систем по выбранным
                        Вами в разделе «Конструктор» параметрам.</p>
                    <p class="mb-2">Стоимость изделия по выбранным Вами параметрам не увеличится, если параметры
                        останутся без изменений и оплата произойдет в день расчета стоимости в разделе
                        «Конструктор».</p>
                    <p class="mb-2">Стоимость изделия можно всегда узнать в разделе «Конструктор».</p>
                    <p class="mb-2">После заключения договора с официальным Представителем и оплаты по договору
                        стоимость изделия изменению не подлежит.</p>
                    <p class="mb-2">Способы оплаты заказанных изделий покупатель согласовывает с официальным
                        Представителем торговой марки FOROOM напрямую без участия производителя.</p>
                    <p class="mb-2">Дополнительные услуги по замеру, доставке до магазина официального Представителя
                        или до покупателя, а также по установке солнцезащитных изделий FOROOM оказывают
                        официальные Представители производителя солнцезащитных изделий FOROOM.
                        Производитель не регламентирует их стоимость и условия предоставления.</p>
                    <p class="mb-2">Подробная информация (фото, видео и инструкция), как произвести замер и
                        установить солнцезащитные системы FOROOM, размещена на сайте.</p>
                    <p>Срок доставки изделий Вы также согласовываете с официальным Представителем
                        бренда.</p>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        name: "KakkupitPage",
        head () {
            return {
                title: 'Где и как купить жалюзи FOROOM.',
                meta: [
                    { hid: 'description', name: 'description', content: 'Как купить жалюзи, плиссе, рулонные и римские шторы FOROOM. Сайт производителя солнцезащитных систем FOROOM.'}
                ]
            }
        },
        data: () => ({
            breadcrumbs: [{
                name: 'Приобретение товара'
            }]
        })
    }
</script>

<style lang="sass" scoped>

</style>
