<template>
  <main>
    <section class="info-page">
      <div class="container">
        <div class="row">
          <div class="col-md-7 col-lg-8">
            <div class="row">
              <div class="col-12 mb-5">
                <ui-title
                  tag="h1"
                  class="ui-title-1"
                >
                  FOROOM приглашает к сотрудничеству партнеров
                </ui-title>

                <div class="info-block mb-5">
                  <p class="info-block__text">
                    Бизнес на продаже жалюзи и других солнцезащитных конструкций торговой марки
                    FOROOM является перспективным направлением для инвестирования. Если вы
                    заинтересованы в продаже продукции ведущего завода по производству жалюзи
                    оптом, мы готовы предложить вам сотрудничество на долгосрочной основе. Вся
                    продукция из нашего ассортимента соответствует высоким стандартам качества, а
                    позиции в каталоге продукции удовлетворяют массовый спрос покупателей.
                  </p>
                  <p class="info-block__text">
                    Мы гарантируем качественные изделия и высокий доход.
                  </p>
                  <p class="info-block__text">
                    Ассортиментная линейка FOROOM сегодня – это горизонтальные и вертикальные
                    жалюзи, рулонные и римские шторы, шторы плиссе и профильные карнизы,
                    произведенные на заказ.
                  </p>
                  <p class="info-block__text">
                    Если вы ищите надежного поставщика, то предлагаем вам на выбор 2 варианта
                    сотрудничества.
                  </p>
                </div>

                <div class="info-block mb-4">
                  <ui-title
                    tag="h2"
                    class="ui-title-1"
                  >
                    Варианты сотрудничества
                  </ui-title>

                  <ui-title
                    tag="h3"
                    class="ui-title-2"
                  >
                    В качестве официального Представителя
                  </ui-title>

                  <p class="info-block__text">
                    Официальный представитель бренда – это компания, которая закупает у нас
                    популярные солнцезащитные системы, произведенные на заказ под брендом
                    FOROOM, и реализует их конечным покупателям.
                  </p>
                  <p class="info-block__text">
                    Все Представители FOROOM становятся участниками крупной экосистемы бренда, куда
                    входит коммерческая среда SALE.FOROOM с расширенным функционалом. Это
                    продвинутая платформа, через которую можно заказать жалюзи оптом и получить
                    готовые it-решения для быстрого развития ваших розничных и дилерских сетей. В
                    экосистему также входит мобильный софт FOROOM-Партнер®, позволяющий
                    рассчитывать стоимость изделий без подключения к интернету, мобильное
                    приложение FOROOM AR 2 – примерка солнцезащитных систем на окне в интерьере,
                    рекламная поддержка на федеральном уровне, обучающие материалы, семинары и
                    многое другое.
                  </p>
                  <p class="info-block__text">
                    Ваша задача как официального Представителя – продажи изделий FOROOM конечным
                    покупателям, а автоматизацию бизнес-процессов мы берем на себя.
                  </p>
                </div>

                <div class="info-block">
                  <ui-title
                    tag="h3"
                    class="ui-title-2"
                  >
                    В качестве Партнера FOROOM PRO
                  </ui-title>

                  <p class="info-block__text">
                    Если у вас собственное производство солнцезащитных систем и вы желаете и дальше
                    изготавливать изделия самостоятельно, то FOROOM приглашает вас к сотрудничеству в
                    качестве партнеров FOROOM PRO.
                  </p>
                  <p class="info-block__text">
                    Партнер FOROOM PRO – это производители солнцезащитных систем, выпускающие
                    продукцию под собственным брендом из компонентов, используемых для
                    производства систем FOROOM, в рамках действующего ассортимента FOROOM.
                  </p>
                  <p class="info-block__text">
                    Партнеры FOROOM PRO могут реализовывать оригинальные солнцезащитные системы
                    FOROOM в типах изделий, которые не производят самостоятельно, соблюдая ценовую
                    политику бренда FOROOM.
                  </p>
                  <p class="info-block__text">
                    Для партнеров FOROOM PRO предусмотрена программа преференций открыты
                    возможности экосистемы FOROOM и доступны услуги высококвалифицированных
                    специалистов в сфере консультации по организации современного
                    автоматизированного производства.
                  </p>
                </div>
              </div>

              <div class="col-12">
                <ui-title
                  tag="h2"
                  class="ui-title-2"
                >
                  Экосистема FOROOM для партнеров – преимущества сотрудничества
                </ui-title>
                <p class="info-block__text mb-3">
                  Став официальным партнером нашей компании и приобретая у нас рулонные шторы и
                  другие популярные изделия оптом или компоненты для их производства, вы
                  получаете:
                </p>
              </div>
              <div class="col-12 full-size mb-5 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="h3"
                    class="ui-title-2"
                  >
                    Конкурентная цена
                  </ui-title>
                  <p class="info-block__text">
                    Большие объёмы и автоматизация процессов производства
                    позволяют держать максимально низкие цены на рынке, соблюдая
                    при этом высокие стандарты качества<br />
                    - Высокая рентабельность продаж<br />
                    - Цена на продукцию фиксирована в рублях
                  </p>
                </div>
              </div>
              <div class="col-12 full-size mb-5 mt-3 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="h3"
                    class="ui-title-2"
                  >
                    Поток конечных покупателей в розничные точки продаж
                  </ui-title>
                  <p class="info-block__text">
                    - Федеральные рекламные кампании в интернете по продвижению
                    бренда FOROOM.<br />
                    Обеспечение розничных магазинов качественными инструментами
                    продаж: (каталоги материалов, вывески, торговое
                    оборудование, полиграфическая продукция)
                  </p>
                </div>
              </div>
              <div class="col-12 full-size mb-5 mt-3 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="p"
                    class="ui-title-2"
                    >Неограниченный спрос</ui-title
                  >
                  <p class="info-block__title"></p>
                  <p class="info-block__text">
                    Солнцезащитные системы FOROOM нужны: <br />- в каждый дом
                    <br />- в каждый офис <br />- в каждый коттедж <br />- и
                    другие помещения
                  </p>
                </div>
              </div>
              <div class="col-12 full-size mb-5 mt-3 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="p"
                    class="ui-title-2"
                    >Безопасность для представителей, дилеров и их
                    покупателей</ui-title
                  >
                  <p class="info-block__text">
                    - Защита от подделок <br />- Фирменная упаковка <br />-
                    Гарантия на выпускаемую продукцию
                  </p>
                </div>
              </div>
              <div class="col-12 full-size mb-5 mt-3 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="p"
                    class="ui-title-2"
                    >Поддержка от производителя бренда</ui-title
                  >
                  <p class="info-block__text">
                    - Консультация персонального менеджера<br />
                    - Проведение обучающих семинаров, тренингов онлайн и офлайн
                    форматов
                  </p>
                </div>
              </div>
              <div class="col-12 full-size mb-5 mt-3 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="p"
                    class="ui-title-2"
                    >Опыт производства</ui-title
                  >
                  <p class="info-block__text">
                    - Более 30 лет постоянного развития на рынке солцезащитных
                    систем
                  </p>
                </div>
              </div>
              <div class="col-12 full-size mb-5 mt-3 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="p"
                    class="ui-title-2"
                    >Высокое качество продукции</ui-title
                  >
                  <p class="info-block__text">
                    - Контроль качества введён в технологический процесс
                    производства, поэтому проверку проходит каждое изделие
                  </p>
                </div>
              </div>
              <div class="col-12 full-size mb-5 mt-3 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="p"
                    class="ui-title-2"
                    >Репутация бренда</ui-title
                  >
                  <p class="info-block__text">
                    Солнцезащитные системы и профильные карнизы, выпускаемые под
                    брендом FOROOM, позволяют конечному покупателю быстро
                    ориентироваться в выборе изделий и покупать продукцию не «no
                    name», часто ассоциировавшуюся с Китаем, а изделия стабильно
                    высокого качества по низкой цене на всей территории России
                  </p>
                </div>
              </div>
              <div class="col-12 full-size mb-5 mt-3 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="p"
                    class="ui-title-2"
                    >Производственная площадка для участия в тендерах и
                    национальных проектах</ui-title
                  >
                  <p class="info-block__text">
                    - ООО "Фирма "КАЛИТА" включена в реестр производителей
                    отечественной продукции<br />
                    - перечень производителей промышленной продукции,
                    произведенной на территории Российской Федерации по
                    заключению МИНПРОМТОРГА размещен на портале ГИСП
                  </p>
                </div>
              </div>

              <div class="col-12 full-size mb-5 mt-3 mb-sm-4">
                <div class="info-block">
                  <ui-title
                    tag="p"
                    class="ui-title-2"
                    >Готовые IT-решения для эффективного
                    сотрудничества</ui-title
                  >
                  <p class="info-block__text">
                    - Конструктор для покупателей, позволяющий подободрать и
                    заказать изделия FOROOM, интегрируется в сайты партнеров<br />
                    - Мобильное приложение дополненной реальности FOROOM-AR
                  </p>
                </div>
              </div>
            </div>

            <div class="row mt-3 mb-3">
              <div class="col-12">
                <ui-title
                  tag="h2"
                  class="ui-title-2"
                >
                  SALE.FOROOM.RU и FOROOM-ПАРТНЕР
                </ui-title>

                <ui-title
                  tag="h3"
                  class="ui-title-3"
                >
                  Профессиональная среда для заказа солнцезащитных систем FOROOM
                </ui-title>

                <YoutubeVideo
                  :data="{ url: 'https://www.youtube.com/embed/zG302jvcQtU' }"
                  class="mb-3"
                />

                <p class="mb-2">
                  - SALE.FOROOM.RU и FOROOM-Партнер - системы
                  автоматизированного размещения заказов и их отслеживания.
                </p>
                <p class="mb-2">
                  - Запуск заказов в производство осуществляется «прямо на
                  станок», минуя обработку менеджером
                </p>

                <p class="mb-4">
                  SALE.FOROOM.RU – инструмент, позволяющий официальным
                  Представителям FOROOM управлять своей дилерской сетью
                </p>
              </div>
            </div>

            <div class="row mb-5">
              <div class="col-12">
                <ui-title
                  tag="h2"
                  class="ui-title-2"
                >
                  Foroom-Партнер
                </ui-title>
              </div>
              <div class="col-sm-6 md-order-1">
                <ui-img
                  src="/_images/app.jpg"
                  alt="Приложение Foroom-Партнер"
                  className="app-img"
                />
              </div>
              <div class="col-sm-6 md-order-0">
                <!--                        <img class="app-img" src="/_images/app.jpg">-->
                <div class="row mt-3">
                  <div class="col-12 mb-2">
                    <ui-title
                      tag="h3"
                      class="ui-title-2"
                    >
                      Приложение доступно для скачивания в App Store и Google
                      play
                    </ui-title>
                  </div>
                  <div class="col-6">
                    <a
                      href="https://apps.apple.com/ru/app/foroom-%D0%BF%D0%B0%D1%80%D1%82%D0%BD%D0%B5%D1%80/id1365383753"
                      rel="nofollow noopener noreferrer"
                      target="_blank"
                    >
                      <ui-img
                        src="/_images/appstore.png"
                        alt="Приложение Foroom-Партнер App Store"
                      />
                      <!--                                    <img src="/_images/appstore.png">-->
                    </a>
                  </div>
                  <div class="col-6">
                    <a
                      href="https://play.google.com/store/apps/details?id=ru.foroom.sfr"
                      rel="nofollow noopener noreferrer"
                      target="_blank"
                    >
                      <ui-img
                        src="/_images/googleplay.png"
                        alt="Приложение Foroom-Партнер Google Play"
                      />
                      <!--                                    <img src="/_images/googleplay.png">-->
                    </a>
                  </div>
                </div>
              </div>
            </div>

            <div class="row mb-4">
              <div class="col">
                <ui-title
                  tag="h2"
                  class="ui-title-2"
                >
                  Производственно-складской комплекс FOROOM
                </ui-title>

                <ui-img
                  src="/_images/production5.jpg"
                  alt="завод FOROOM"
                />

                <p class="mt-3 mb-2">
                  Если Вы в поиске надежного, компетентного и выгодного
                  производителя солнцезащитных систем - Вы на пути правильного
                  выбора!
                </p>
                <p class="mb-2">
                  История нашей компании начинается с 1993 года и насчитывает
                  уже более 30 лет успешной деятельности. За это время мы прошли
                  длинный путь от небольшого предприятия до одного из крупнейших
                  заводов в Европе по производству солнцезащитных изделий – ПСК
                  FOROOM.
                </p>
                <p class="mb-2">
                  Купить рулонные шторы и жалюзи оптом стало гораздо проще и
                  быстрее. В распоряжении компании площадь более 9000 квадратных
                  метров, на которой расположены производственное, складское и
                  административное подразделения.
                </p>
                <p class="mb-2">
                  Сейчас мы являемся одной из ведущих компаний на российском
                  рынке среди производителей жалюзи на заказ, благодаря чёткой и
                  слаженной организации всех бизнес-процессов, выполнению перед
                  партнёрами своих обязательств и соблюдению концепции «точно
                  вовремя». У нас заключены прямые контракты с ведущими мировыми
                  поставщиками сырья и комплектующих для производства жалюзи.
                  Кроме того, наша компания является флагманом по продвижению
                  передовых технологий на рынке солнцезащитных систем. Это
                  касается, как современного высокотехнологичного производства,
                  так и инструментов для заказа изделий нашими партнерами или
                  розничными покупателями через инновационные IT-сервисы.
                </p>
                <p class="mb-2">
                  Современные IT-технологии, над улучшением которых мы постоянно
                  работаем, позволяют официальным Представителям FOROOM быстро
                  развивать свои дилерские и розничные сети, так как сокращают
                  время на передачу и обработку заказов, минимизируют ошибки
                  человеческого фактора, упрощают документооборот и
                  предоставляют многие другие преимущества.
                </p>
                <p class="mb-2">
                  Сегодня в компании существует два параллельных направления
                  реализации готовой продукции – это продажа изготовленных по
                  размерам заказчика солнцезащитных изделий под собственным
                  брендом FOROOM и продажа произведенных по стандартным типовым
                  размерам готовых солнцезащитных систем Ready Made.
                </p>
                <p class="mb-2">
                  В 2014 году предприятие начало выпускать солнцезащитные
                  изделия под торговой маркой FOROOM. В ассортименте
                  представлены популярные системы рулонных штор, горизонтальных
                  и вертикальных жалюзи, а также шторы плиссе и римские шторы.
                  Особенностью выпускаемых изделий является их производство на
                  заказ (по размерам заказчика и с выбранными им материалами).
                </p>
                <p class="mb-2">
                  Продукция FOROOM имеет имя, которое означает высокий стандарт
                  качества и играет важную роль при выборе изделий розничными
                  покупателями.
                </p>
                <p class="mb-2">
                  Все солнцезащитные системы FOROOM производятся на современном
                  высокотехнологичном оборудовании по принципу конвейерной
                  сборки. Автоматизация системы управления производственными
                  процессами позволяет компании сокращать себестоимость
                  продукции и осуществлять реализацию изделий по конкурентной
                  стоимости. Благодаря доступной цене и высокому качеству
                  продукции – спрос на солнцезащитные системы FOROOM постоянно
                  растет.
                </p>
                <p class="mb-2">
                  Жалюзи, плиссе, рулонные и римские шторы FOROOM на всех этапах
                  своего создания проходят тщательную проверку службой контроля
                  качества. Готовая продукция маркируется защитным знаком и
                  упаковывается в фирменные коробки.
                </p>
              </div>
            </div>

            <!--            <div class="row mb-5 mt-3">-->
            <!--              <div class="col-12">-->
            <!--                <a-->
            <!--                  href="#dealer-form"-->
            <!--                  class="anchor-btn"-->
            <!--                  >Оставить заявку<br />на сотруничество</a-->
            <!--                >-->
            <!--              </div>-->
            <!--            </div>-->

            <div class="row">
              <div class="col-12">
                <ui-title
                  tag="h2"
                  class="ui-title-2"
                >
                  Интервью с официальным представителем FOROOM. Компания
                  "Инстиль"
                </ui-title>

                <p class="mb-3">
                  Видеоматериал будет особенно полезен тем, кто планирует
                  посвятить свой бизнес солнцезащитным системам и решает в каком
                  направлении двигаться – производить изделия самостоятельно или
                  реализовывать готовую продукцию. А также тем, кто уже имеет
                  свой розничный магазин жалюзи и хочет с пользой использовать
                  площади, находящиеся в их распоряжении.
                </p>

                <YoutubeVideo
                  :data="{ url: 'https://www.youtube.com/embed/keUvnwKELE4' }"
                  class="mb-3"
                />

                <p class="mb-2">
                  Надежда и Владимир из компании «Инстиль» поделятся своим
                  опытом и расскажут, с чего начинали развитие своего бизнеса и
                  чего достигли, начав сотрудничество с тм FOROOM. Подробно
                  поведают о преимуществах экосистемы FOROOM в развитии
                  розничной и дилерской сетей. Раскроют тему организации системы
                  хранения солнцезащитных изделий и поделятся другой полезной
                  информацией.
                </p>
              </div>
            </div>
          </div>

          <div
            class="col-md-5 col-lg-4 sticky md-mt-5"
            id="dealer-form"
          >
            <div class="sticky">
              <ui-title
                tag="h2"
                class="ui-title-1"
              >
                Заявка на сотрудничество
              </ui-title>
              <DealersRequestForm
                style="background: #eeeeee; z-index: 9999; position: sticky"
              />
            </div>
          </div>
        </div>
      </div>
    </section>
  </main>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator'
import YoutubeVideo from '@/components/common/YoutubeVideo.vue'
import DealersRequestForm from '@/components/Forms/DealersRequestForm.vue'

@Component({
  components: { YoutubeVideo, DealersRequestForm }
})
export default class PartneramForoomPage extends Vue {
  head() {
    return {
      title: 'Сотрудничество с заводом жалюзи FOROOM: стать дилером жалюзи оптом от производителя',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: 'Завод жалюзи FOROOM приглашает к сотрудничеству: стать дилером жалюзи оптом напрямую от производителя. Низкие цены. Работаем более 25 лет. Автоматизированное производство. Комфортное дилерство. Звоните!'
        }
      ]
    }
  }
}
</script>

<style lang="scss" scoped>
.container {
  max-width: 1440px;
}

.h1 {
  margin-bottom: 16px;
  font-size: 18px;
  text-transform: uppercase;
  font-weight: 400;
}
.sticky {
  position: sticky;
  top: 16px;
}
</style>
