<template>
    <div>
        <section class="info-page">
            <div class="container">
                <div class="row">
                    <div class="col-12">
                        <h1 class="main-title main-title_brand info-page__main-title">Согласие на обработку персональных данных</h1>
                        <p class="mb-2 bold">Настоящим даю согласие на обработку моих вышеуказанных персональных данных
                          оператором ООО «Фирма «КАЛИТА» (Юридический адрес: Московская область,
                          Раменский городской округ, село Михайловская Слобода, улица Шоссейная,
                          строение 55) в соответствии с требованиями Федерального закона от 27.07.2006 №
                          152-ФЗ «О персональных данных» для коммуникации со мной, обработки и
                          выполнения моего запроса с помощью различных средств связи, а именно
                          посредством: интернет; сообщений на адрес электронной почты; коротких
                          текстовых сообщений (SMS) и мультимедийных сообщений (MMS) на номер
                          телефона; а также посредством использования информационно-коммуникационных
                          сервисов, таких как Viber, WhatsApp и тому подобных; телефонных звонков, для
                          ответа на обращение и осуществления заказа на настоящем сайте (далее – Сайт).</p>
                        <p class="mb-2 bold">Я разрешаю совершать со своими персональными данными следующие действия
                          (операции), включая, без ограничения: сбор, запись, систематизацию, накопление,
                          хранение, уточнение (обновление, изменение), извлечение, использование, передачу
                          (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
                          уничтожение ПДн, а также осуществление любых иных действий с персональными
                          данными с учетом действующего законодательства РФ) и подтверждаю, что давая
                          такое согласие, действую по своей воле и в своем интересе.</p>
                        <p class="mb-2">Своим согласием Пользователь подтверждает согласие лиц, информация о которых
                          размещается на Сайте, на передачу и обработку их персональных данных и предоставляет
                          право Оператору на осуществление любых действий в отношении персональных данных
                          третьих лиц, которые необходимы для достижения целей обработки персональных
                          данных, указанных в Политике обработки персональных данных.</p>
                        <p class="mb-2">Согласие на обработку персональных данных, загруженных на Сайт Пользователем,
                          считается полученным Оператором от Пользователя с момента выбора варианта
                          « Отправить заказ » или «Отправить» расположенного на Сайте.</p>
                        <p class="mb-2">Настоящее согласие на обработку персональных данных действует до момента его отзыва
                          Пользователем. Согласие на обработку персональных данных может быть отозвано в
                          любое время путем направления Оператору официального запрос в порядке
                          предусмотренным Политикой обработки персональных данных.</p>
                        <p class="mb-2">Оператор Системы обязуется в течение 30 (тридцати) рабочих дней с момента получения
                          уведомления об отзыве согласия на обработку персональных данных Пользователя
                          прекратить их обработку, уничтожить и уведомить Пользователя об уничтожении
                          персональных данных.</p>
                        <p class="mb-3">Настоящее согласие распространяется исключительно на персональные данные
                          Пользователя, размещенные на Сайте.</p>


                        <p class="mb-2">ОЗНАКОМИТСЯ С ПОЛИТИКОЙ КОМПАНИИ В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ВЫ МОЖЕТЕ <a class="link agree-link tdu" href="/politikadannyx">ЗДЕСЬ</a></p>
                    </div>
                </div>
            </div>
        </section>
    </div>
</template>

<script>
    export default {
        name: "personalnieDannie",
        head () {
            return {
                title: 'Согласие на обработку персональных данных и получение информационных сообщений',
                meta: [
                    { hid: 'description', name: 'description', content: 'Согласие на обработку персональных данных и получение информационных сообщений'}
                ]
            }
        },
        data: () => ({
            breadcrumbs: [{
                name: 'Согласие на обработку персональных данных и получение информационных сообщений'
            }],
        })
    }
</script>

<style lang="sass" scoped>
.bold
  font-weight: 600
</style>
