<template>
  <div>
    <section class="info-page">
      <div class="container">
        <div class="row">
          <div class="col-12 mb-4">
            <h1 class="main-title main-title_brand info-page__main-title">Политика компании в отношении обработки
              персональных данных</h1>

            <h2 class="main-subtitle main-subtitle_brand mb-2">1. ОБЩИЕ ПОЛОЖЕНИЯ </h2>
            <p class="mb-2">1.1. Настоящая Политика в отношении обработки персональных данных (далее – Политика) ООО
              «Фирма «КАЛИТА» юридический адрес: 140125, Московская обл., г.о. Раменский, с. Михайловская слобода, ул.
              Шоссейная, строение 55 (далее – Оператор) является официальным документом, в котором определены общие
              принципы, цели и порядок обработки персональных данных пользователей интернет-сайта (foroom.ru) (далее –
              Сайт), а также сведения о реализуемых мерах защиты персональных данных.</p>
            <p class="mb-2">1.2. Политика разработана в соответствии с законодательством Российской Федерации в области
              персональных данных и требований Общего регламента о защите персональных данных Европейского Союза
              (GDPR).</p>
            <p class="mb-2">1.3. Настоящая Политика применяется исключительно к Сайту. Оператор не контролирует и не
              несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на
              Сайте.</p>
            <p class="mb-2">1.4. Обработка Оператором персональных данных других категорий субъектов персональных данных
              регламентирована другими локальными актами Оператора.</p>
            <p class="mb-2">1.5. Настоящая Политика вступает в силу с момента ее утверждения и действует бессрочно, до
              замены ее новой Политикой.</p>
          </div>

          <div class="col-12 mb-4">
            <h2 class="main-subtitle main-subtitle_brand mb-2">2. Основные термины и определения</h2>
            <p class="mb-2">2.1. В настоящей Политике используются следующие термины:</p>
            <p class="mb-2">2.1.1. <span class="dark-bold">Информационная система персональных данных </span>–
              совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных
              технологий и технических средств.</p>
            <p class="mb-2">2.1.2. <span class="dark-bold">Обработка персональных данных</span> – любое действие
              (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или
              без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление,
              хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение,
              предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
            <p class="mb-2">2.1.3. <span class="dark-bold">Оператор персональных данных (оператор)</span> –
              государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно
              с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие
              цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции),
              совершаемые с персональными данными.</p>
            <p class="mb-2">2.1.4. <span class="dark-bold">Персональные данные</span> – любая информация, относящаяся к
              прямо или косвенно определенному, или определяемому физическому лицу (субъекту персональных данных);</p>
            <p class="mb-2">2.1.5. <span class="dark-bold">Пользователь сайта</span> – любое лицо, посещающее сайт и
              использующее информацию, материалы и сервисы сайта.</p>
            <p class="mb-2">2.1.6. <span class="dark-bold">Сайт</span> – совокупность связанных между собой веб-страниц,
              размещённых в сети Интернет по уникальному адресу (URL), а также его субдоменах.</p>
            <p class="mb-2">2.1.7. <span class="dark-bold">Cookies</span> – небольшой фрагмент данных, отправленный
              веб-сервером и хранимый на компьютере Пользователя, который веб-клиент или веб-браузер каждый раз
              пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.</p>
            <p class="mb-2">2.1.8. <span class="dark-bold">IP-адрес</span> – уникальный сетевой адрес узла в
              компьютерной сети, через который Пользователь получает доступ на сайт.</p>
          </div>


          <div class="col-12 mb-4">
            <h2 class="main-subtitle main-subtitle_brand mb-2">3. Порядок и условия обработки персональных данных</h2>
            <p class="mb-2">3.1. Основанием обработки персональных данных пользователей Сайта является согласие на
              обработку персональных данных. Пользователи Сайта дают свое согласие на обработку своих персональных
              данных в следующих случаях:</p>
            <p class="mb-2 ml-4">- при авторизации через социальные сети;</p>
            <p class="mb-2 ml-4">- при заполнении формы обратной связи / заказе обратного звонка на Сайте.</p>
            <p class="mb-2">3.2. В случае несогласия Пользователя с условиями настоящей Политики использование Сайта
              и/или каких-либо Сервисов доступных при использовании Сайта должно быть немедленно прекращено.</p>
            <p class="mb-2">3.3. Персональные данные Пользователей Сайта обрабатываются в следующих целях:</p>
            <p class="mb-2 ml-4">- продвижения товаров, работ, услуг;</p>
            <p class="mb-2 ml-4">- установления с Пользователем Сайта обратной связи, включая направление уведомлений,
              запросов и их обработки, а также обработки запросов и заявок от Пользователя в целях дальнейшего
              заключения и исполнения договора, заключения партнерских соглашений;</p>
            <p class="mb-2 ml-4">- оказания услуг по технической поддержке Пользователей;</p>
            <p class="mb-2 ml-4">- ведения статистики и анализа работы Сайта.</p>
            <p class="mb-2">3.4. Перечень персональных данных пользователей, обрабатываемые на Сайте с использованием
              средств автоматизации:</p>
            <p class="mb-2 ml-4">- название компании;</p>
            <p class="mb-2 ml-4">- фамилия, имя, отчество;</p>
            <p class="mb-2 ml-4">- область;</p>
            <p class="mb-2 ml-4">- город;</p>
            <p class="mb-2 ml-4">- номер телефона;</p>
            <p class="mb-2 ml-4">- электронная почта;</p>
            <p class="mb-2 ml-4">- иная информация, которую пользователь решил предоставить.</p>
            <p class="mb-2">3.5. Для ведения статистики и анализа работы Сайта Оператор обрабатывает с использованием
              метрических сервисов и Яндекс.Метрика такие данные, как:</p>
            <p class="mb-2 ml-4">- IP-адрес;</p>
            <p class="mb-2 ml-4">- информация о браузере;</p>
            <p class="mb-2 ml-4">- данные из файлов cookie;</p>
            <p class="mb-2 ml-4">- время доступа;</p>
            <p class="mb-2 ml-4">- реферер (адрес предыдущей страницы).</p>
            <p class="mb-2">3.6. Сервис Яндекс.Метрики, доступный по адресу http://api.yandex.com/metrika, который
              позволяет различным сервисам и приложениям Пользователя взаимодействовать с сервисом Яндекс.Метрики ООО
              «Яндекс», зарегистрирован по адресу 119021, Москва, ул. Льва Толстого, д. 16 (далее – Яндекс).
              Яндекс.Метрика работает с файлами cookie и создает псевдонимные профили использования, которые позволяют
              анализировать использование Пользователями Сайта. Информация, хранящаяся в таких файлах cookie (например,
              тип / версия браузера, используемая операционная система, URL-адрес реферера, имя хоста компьютера,
              получающего доступ, время запроса к серверу), обычно передается и сохраняется на серверах Яндекс. Для
              блокировки Яндекс.Метрики можно скачать и установить надстройку по ссылке
              https://yandex.com/support/metrica/general/opt-out.html?lang=ru Дополнительную информацию можно получить в
              политике конфиденциальности Яндекс: https://yandex.ru/legal/confidential/?lang=ru.</p>
            <p class="mb-2">3.7. При блокировке и Яндекс.Метрики некоторые функции Сайта могут стать недоступны.</p>
            <p class="mb-2">3.8. Обработка биометрических персональных данных и специальных категорий персональных
              данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или
              философских убеждений, состояния здоровья, интимной жизни, на Сайте не осуществляется.</p>
            <p class="mb-2">3.9. Оператор не проверяет достоверность информации, предоставляемой Пользователем, и
              исходит из того, что Пользователь предоставляет достоверную и достаточную информацию, контролирует ее
              актуальность.</p>
            <p class="mb-2">3.10. Оператор осуществляет следующие действия с персональными данными: сбор, запись,
              систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
              передача (распространение, предоставление, доступ), блокирование, удаление, уничтожение.</p>
            <p class="mb-2">3.11. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта
              персональных данных не дольше, чем этого требуют цели обработки персональных данных.</p>
            <p class="mb-2">3.12. Условием прекращения обработки персональных данных может являться достижение целей
              обработки персональных данных, истечение срока обработки персональных данных, отзыв согласия пользователя
              Сайта на обработку его персональных данных, а также выявление неправомерной обработки персональных
              данных.</p>
            <p class="mb-2">3.13. Срок хранения персональных данных пользователей Сайта составляет 1 год с момента
              последней отправки данных.</p>
          </div>

          <div class="col-12 mb-4">
            <h2 class="main-subtitle main-subtitle_brand mb-2">4. Меры обеспечения безопасности персональных данных</h2>
            <p class="mb-2">4.1. Безопасность персональных данных, обрабатываемых Оператором, обеспечивается реализацией
              правовых, организационных, технических и программных мер, необходимых и достаточных для обеспечения
              требований законодательства Российской Федерации.</p>
            <p class="mb-2">4.2. Оператором предпринимаются следующие меры для обеспечения безопасности персональных
              данных:</p>
            <p class="mb-2 ml-4">- назначение ответственных лиц за организацию обработки и обеспечение защиты
              персональных данных;</p>
            <p class="mb-2 ml-4">- ограничение состава работников Оператора, имеющих доступ к персональным данным;</p>
            <p class="mb-2 ml-4">- определение уровня защищенности персональных данных при обработке в информационных
              системах персональных данных;</p>
            <p class="mb-2 ml-4">- установление правил разграничения доступа к персональным данным, обрабатываемым в
              информационных системах персональных данных и обеспечение регистрации и учета всех действий, совершаемых с
              персональными данными;</p>
            <p class="mb-2 ml-4">- ограничение доступа в помещения, где размещены основные технические средства и
              системы информационных систем персональных данных и осуществляется неавтоматизированная обработка
              персональных данных;</p>
            <p class="mb-2 ml-4">- ведение учета машинных носителей персональных данных;</p>
            <p class="mb-2 ml-4">- организация резервирования и восстановления работоспособности информационных систем
              персональных данных и персональных данных модифицированных или уничтоженных вследствие
              несанкционированного доступа к ним;</p>
            <p class="mb-2 ml-4">- установление требований к сложности паролей для доступа к информационным системам
              персональных данных;</p>
            <p class="mb-2 ml-4">- осуществление антивирусного контроля, предотвращение внедрения в корпоративную сеть
              вредоносных программ (программ-вирусов) и программных закладок;</p>
            <p class="mb-2 ml-4">- организация своевременного обновления программного обеспечения, используемого в
              информационных системах персональных данных и средств защиты информации;</p>
            <p class="mb-2 ml-4">- проведение регулярной оценки эффективности принимаемых мер по обеспечению
              безопасности персональных данных;</p>
            <p class="mb-2 ml-4">- обнаружение фактов несанкционированного доступа к персональным данным и принятие мер
              по установлению причин и устранению возможных последствий;</p>
            <p class="mb-2 ml-4">- контроль за принимаемыми мерами по обеспечению безопасности персональных данных и
              уровней защищенности информационных систем персональных данных.</p>
          </div>

          <div class="col-12 mb-4">
            <h2 class="main-subtitle main-subtitle_brand mb-2">5. Права пользователей сайта</h2>
            <p class="mb-2">5.1. Пользователь Сайта имеет право на получение информации, касающейся обработки его
              персональных данных, в том числе содержащей:</p>
            <p class="mb-2 ml-4">- подтверждение факта обработки персональных данных Оператором;</p>
            <p class="mb-2 ml-4">- правовые основания и цели обработки персональных данных;</p>
            <p class="mb-2 ml-4">- цели и применяемые Оператором способы обработки персональных данных;</p>
            <p class="mb-2 ml-4">- наименование и место нахождения Оператора, сведения о лицах (за исключением
              работников Оператора), которые имеют доступ к персональным данным или которым могут быть раскрыты
              персональные данные на основании договора с Оператором или на основании федерального закона;</p>
            <p class="mb-2 ml-4">- обрабатываемые персональные данные, относящиеся к соответствующему субъекту
              персональных данных, источник их получения, если иной порядок представления таких данных не предусмотрен
              федеральным законом;</p>
            <p class="mb-2 ml-4">- сроки обработки персональных данных, в том числе сроки их хранения;</p>
            <p class="mb-2 ml-4">- порядок осуществления субъектом персональных данных прав, предусмотренных Федеральным
              законом «О персональных данных»;</p>
            <p class="mb-2 ml-4">- информацию об осуществленной или о предполагаемой трансграничной передаче
              персональных данных;</p>
            <p class="mb-2 ml-4">- наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку
              персональных данных по поручению Оператора, если обработка поручена или будет поручена такому лицу;</p>
            <p class="mb-2 ml-4">- иные сведения, предусмотренные Федеральным законом «О персональных данных» или
              другими федеральными законами.</p>
            <p class="mb-2">5.2. Пользователь Сайта вправе требовать от Оператора уточнения его персональных данных, их
              блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими,
              неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также
              принимать предусмотренные законом меры по защите своих прав.</p>
            <p class="mb-2">5.3. Пользователь Сайта вправе запросить в структурированном, универсальном и машиночитаемом
              формате перечень своих персональных данных, предоставленных Оператору для обработки, и поручить Оператору
              передать свои персональные третьему лицу при наличии соответствующей технической возможности. В данном
              случае Оператор не несет ответственности за действия третьего лица, совершенные в дальнейшем с
              персональными данными.</p>
            <p class="mb-2">5.4. Все вопросы касательно обработки персональных данных следует сообщать по адресу:
              140125, Московская обл., г.о. Раменский, с. Михайловская слобода, ул. Шоссейная, строение 55.</p>
          </div>

          <div class="col-12 mb-4">
            <h2 class="main-subtitle main-subtitle_brand mb-2">6. Ответственность</h2>
            <p class="mb-2">6.1. Пользователь несет полную ответственность за соблюдение требований действующего
              законодательства Российской Федерации, в том числе законов о рекламе, о защите авторских и смежных прав,
              об охране товарных знаков и знаков обслуживания, но не ограничиваясь перечисленным, включая полную
              ответственность за содержание и форму материалов, в случае цитирования и иного использования информации,
              полученной в связи с использованием сервисов Сайта.</p>
          </div>


          <div class="col-12 mb-4">
            <h2 class="main-subtitle main-subtitle_brand mb-2">7. Заключительные положения</h2>
            <p class="mb-2">7.1. Оператор имеет право вносить изменения в настоящую Политику в одностороннем порядке в
              случае изменения нормативных правовых актов Российской Федерации, а также по своему усмотрению.</p>
            <p class="mb-2">7.2. Контроль исполнения требований настоящей Политики осуществляется ответственным за
              организацию обработки персональных данных.</p>
            <p class="mb-2">7.3. Лица, виновные в нарушении норм, регулирующих обработку и защиту персональных, несут
              материальную, дисциплинарную, административную, гражданско-правовую или уголовную ответственность в
              порядке, законодательством Российской Федерации.</p>
          </div>
        </div>
      </div>
    </section>
  </div>
</template>

<script>
export default {
  name: "politikaDannyx",
  head() {
    return {
      title: "Политика компании в отношении обработки персональных данных",
      meta: [
        {
          hid: "description",
          name: "description",
          content: 'Политика компании в отношении обработки персональных данных'
        }
      ]
    };
  },
  data: () => ({
    breadcrumbs: [{
      name: "Политика компании в отношении обработки персональных данных"
    }]
  })
};
</script>

<style scoped>

</style>
