<template>
  <main>
    <div class="container mb-5">
      <ui-title
        tag="h1"
        class="ui-title-1"
      >
        Фабрика по производству рулонных штор
      </ui-title>
      <div class="row">
        <div class="col-lg">
          <p class="mb-3">
            FOROOM – бренд солнцезащитных систем массового спроса. Особенностью
            выпускаемых изделий является их изготовление на заказ, т.е. по
            указанным заказчиком размерам и с выбранными материалами.
            Ассортимент продукции состоит из рулонных и римских штор,
            горизонтальных и вертикальных жалюзи, штор плиссе. Это самые
            востребованные среди потребителей солнцезащитные системы, которые
            изготавливаются на высокоточном оборудовании из качественных
            комплектующих, произведенных на крупнейших фабриках европейских и
            восточноазиатских стран.
          </p>
          <p class="mb-3">
            Все системы выглядят современно, имеют элегантный внешний вид и
            занимают достойное место на окнах квартир, коттеджей, офисов и
            прочих помещений. В изделиях FOROOM используются износостойкие
            компоненты, которые продлевают срок службы жалюзи. Каждое изделие
            перед отправкой покупателю вывешивается на специальном оборудовании
            и проверяется по нескольким критериям: внешний вид, качество сборки
            и работоспособность конструкции. Стоит также отметить комплектацию
            систем FOROOM, которая продумана до мельчайших деталей и благодаря
            которой установка и эксплуатация изделий не вызывает никаких
            трудностей.
          </p>
        </div>
        
        <div class="col-lg-6">
          <div class="video-slider">
  <button class="arrow left" @click="prevVideo">&#10094;</button>

  <div class="video-wrapper">
    <iframe
      v-if="activeVideo === 0"
      src="https://rutube.ru/play/embed/eaa19bc2b51f6e163efd9f7c6947957f"
      frameborder="0"
      allowfullscreen
    ></iframe>
    <iframe
      v-if="activeVideo === 1"
      src="https://rutube.ru/play/embed/932d1938a1fba988ea87e1a9db6fefad"
      frameborder="0"
      allowfullscreen
    ></iframe>
    <iframe
      v-if="activeVideo === 2"
      src="https://rutube.ru/play/embed/1228c10f4627a88041cabca2e9984121"
      frameborder="0"
      allowfullscreen
    ></iframe>
  </div>

  <button class="arrow right" @click="nextVideo">&#10095;</button>
</div>


</div>




        <div class="col-12">
          <p>
            На сегодняшний день завод FOROOM изготавливает более 840 тысяч
            изделий в год и не планирует останавливаться на достигнутом. Внедряя
            новые технологии и чутко реагируя на изменения внешнего и
            внутреннего рынков, компания добивается постоянных улучшений
            качества своей продукции, обновляет и расширяет ассортимент, делая
            его актуальней.
          </p>
        </div>
      </div>
    </div>

    <div class="container mb-5">
      <div class="row">
        <div class="col-lg">
          <div class="about__text">
            <ui-title
              tag="h2"
              class="ui-title-1"
            >
              АВТОМАТИЗИРОВАННОЕ ПРОИЗВОДСТВО ЕВРОПЕЙСКОГО УРОВНЯ
            </ui-title>

            <p class="mb-3">
              Из года в год ООО «Фирма «КАЛИТА» стремительно развивается и
              уверенно держит курс на совершенствование и автоматизацию своего
              производства. Завод FOROOM оснащен современным высокотехнологичным
              оборудованием, позволяющим выпускать большое количество
              качественных солнцезащитных изделий. Производственные линии
              организованы по принципу конвейерной сборки, когда весь процесс
              производства разбит на простые операции, каждую из которых
              выполняет отдельный специалист высокого уровня.
            </p>
          </div>
        </div>
        <div class="col-12 mb-5">
          <p>
            Автоматизация всех технологических процессов в цеху позволила
            сократить производственные издержки, влияющие на формирование цены,
            а минимизация человеческого фактора обеспечила выпуск продукции
            высокого качества. Введение в декабре 2021 года в эксплуатацию
            нового производственно- складского комплекса FOROOM в будущем
            позволит постепенно увеличить производственные мощности в 2-3 раза.
          </p>
        </div>
        <div class="col-12">
          <ui-title
            tag="h3"
            class="ui-title-2"
          >
            Экосистема FOROOM как инструмент для производства изделий
          </ui-title>

          <p class="mb-2">
            Постоянное развитие торговых IT-технологий в мире обязывает
            современную компанию двигаться в этом же направлении и создавать
            актуальные инструменты, помогающие покупателю быстро и легко
            приобретать продукцию. К такой передовой компании относится и ООО
            «Фирма «КАЛИТА». Такое отличительное преимущество выделяет
            организацию на фоне других производителей, работающих по старой
            схеме. За годы развития фирмы была создана экосистема FOROOM. Это
            высоковостребованные инструменты, благодаря которым повышаются
            качество, скорость, удобство оформления и обработки заказов, как для
            партнеров, так и для конечных покупателей. К этим инструментам можно
            отнести, например, такие сервисы FOROOM как:
          </p>
          <p class="mb-2 ml-4">
            Конструктор, который позволяет создать собственное изделие по своим
            размерам и доступным для выбора параметрам, наглядно
            продемонстрировать солнцезащитную систему на окне, а также
            автоматически рассчитать стоимость готового изделия.
          </p>
          <p class="mb-2 ml-4">
            Ежемесячное проведение различных стимулирующих акций и предложений
          </p>
          <p class="mb-2 ml-4">
            FOROOM AR – мобильное приложение, позволяющее создать солнцезащитное
            изделие и, используя телефон с технологиями дополненной реальности,
            «примерить» его на окне в том интерьере помещения, в котором
            находится пользователь.
          </p>
          <p class="mb-2 ml-4">
            Объединение всех Представителей компании в единую сеть и реализация
            изделий FOROOM по рекомендуемой производителем розничной цене на
            всей территории РФ
          </p>
          <p class="mb-4 ml-4">
            Отслеживание статуса заказов от их обработки до готовности к
            отгрузке.
          </p>
          <p class="mb-4">
            И это только часть инструментов экосистемы FOROOM. Кроме того,
            многие сервисы были интегрированы с производственной площадкой. Один
            из них – «Автозапуск заказа в производство», который позволяет
            партнерам компании отправлять созданный заказ сразу на
            производственный участок, минуя дополнительные обработки менеджером.
            Этот удобный инструмент значительно сокращает время с момента
            формирования заказа до изготовления изделия.
          </p>
          <p>
            Сегодня экосистема FOROOM, включающая актуальные и полезные сервисы,
            широко используется, как партнерами компании, так и потребителями
            готовой продукции.
          </p>
        </div>
      </div>
    </div>

    <div class="container mb-5">
      <ui-title
        tag="h2"
        class="ui-title-1"
      >
        ПСК FOROOM – НОВЫЕ ВОЗМОЖНОСТИ
      </ui-title>
      <div class="row">
        <div class="col-lg">
          <p class="mb-3">
            ООО «Фирма КАЛИТА» - крупное отечественное предприятие, которому
            принадлежит торговая марка FOROOM®. Под этим брендом уже более 7 лет
            выпускаются качественные солнцезащитные изделия, хотя история самой
            организации началась много лет назад. И все эти годы развитие
            компании всегда шло четко в одном направлении – солнцезащитные
            изделия и карнизы. Фирма следует принципу – лучше быть
            профессионалом в одном направлении, чем дилетантом во многих.
          </p>
          <p class="mb-3">
            В декабре 2021 года правообладателю FOROOM исполнилось 30 лет. За
            этот долгий путь, компания не просто успешно прошла через все
            экономические кризисы, но и запустила одно из крупнейших производств
            в России по изготовлению солнцезащитных систем.
          </p>
          <p class="mb-3">
            Осенью 2021 года в подмосковном индустриальном парке «Чулково»
            (Раменский городской округ) было завершено строительство
            собственного производственно-складского комплекса FOROOM. Занимаемая
            площадь нового ПСК составляет 9000 кв.м. Это масштабное
            производственное здание, специально спроектированное для выпуска
            солнцезащитных изделий на заказ.
          </p>
        </div>
        <div class="col-lg-6">
          <ui-img
            src="_images/production5.jpg"
            alt="завод FOROOM"
          />
        </div>
        <div class="col-12">
          <p class="mb-3">
            Структура предприятия организована таким образом, чтобы
            взаимодействие между всеми подразделениями компании происходило
            бесперебойно, оперативно и максимально эффективно.
          </p>
          <p class="mb-3">
            ПСК FOROOM - это взлетная полоса для дальнейшего развития и
            совершенствования. В ближайших планах команды FOROOM – разработка и
            добавление в ассортимент продукции новых востребованных систем
            солнцезащиты, а также запуск их в массовое производство. Кроме того,
            планируется непрерывное обновление и актуализация каталогов
            материалов согласно последних трендовых дизайнерских направлений.
          </p>
          <p class="mb-4">FOROOM – это уверенность в завтрашнем дне!</p>
        </div>
      </div>
    </div>
  </main>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator'
import PageComponent from '@/components/PageComponent.vue'
import UIImg from '@/components/UI/UI-Img.vue'

@Component({
  components: { UIImg, PageComponent }
})
export default class ProizvodstvoForoomPage extends Vue {
  activeVideo = 0

  nextVideo() {
  this.activeVideo = (this.activeVideo + 1) % 3
}
prevVideo() {
  this.activeVideo = (this.activeVideo - 1 + 3) % 3
}

  head() {
    return {
      title: 'Фабрика по производству рулонных штор - римские шторы от фабрики',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: 'Фабрика по производству рулонных штор: римские шторы на пластиковые окна от фабрики-производителя . Солнцезащитные системы по доступным ценам. Собственное производство жалюзи. Быстрая доставка. Заказывайте онлайн!'
        }
      ]
    }
  }

}

</script>

<style lang="scss" scoped>
.container {
  max-width: 1440px;
}

.h1 {
  margin-bottom: 16px;
  font-size: 18px;
  text-transform: uppercase;
  font-weight: 400;
}
.video-slider {
  display: flex;
  align-items: center;
  justify-content: center;
  gap: 20px;
  position: relative;
}

.video-wrapper {
  width: 100%;
  max-width: 600px;
  aspect-ratio: 16/9;
  overflow: hidden;
  border-radius: 1rem;
}

.video-wrapper iframe {
  width: 100%;
  height: 100%;
  object-fit: cover;
  transition: opacity 0.5s ease;
}

.arrow {
 
  color:  #3B3A49;;
  border: none;
  border-radius: 50%;
  width: 40px;
  height: 40px;
  font-size: 24px;
  cursor: pointer;
  display: flex;
  align-items: center;
  justify-content: center;
}

.left {
  margin-right: 10px;
}
.right {
  margin-left: 10px;
}



</style>
