<template>
    <div>
        <section class="info-page">
            <div class="container">
                <div class="row">
                    <div class="col-12">
                      <h1 class="main-title main-title_brand info-page__main-title">СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ С ЦЕЛЬЮ РЕКЛАМНОЙ КОММУНИКАЦИИ ДЛЯ ПРОДВИЖЕНИЯ ТОВАРОВ, РАБОТ И УСЛУГ В РАМКАХ ПРОВЕДЕНИЯ МАРКЕТИНГОВЫХ ПРОГРАММ</h1>
                      <p class="mb-2">Настоящим даю согласие на обработку моих персональных данных оператором ООО «Фирма «КАЛИТА» (Юридический адрес: 140070, Московская обл., Люберецкий р-он, пгт. Томилино, п. Птицефабрика; Фактический адрес: 140070, Московская обл. Люберецкий р-он, пгт. Томилино, мкр. Птицефабрика, корпус К-7) в соответствии с требованиями статьи 9 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» для информирования меня о новых товарах и услугах Оператора и партнеров Оператора, например, отправка приглашений на презентации продуктов, сообщений о технических нововведениях, предстоящих работах по сервисному обслуживанию, условиях покупки нового продукта и т.д. с помощью различных средств связи, а именно посредством: интернет; сообщений на адрес электронной почты; коротких текстовых сообщений (SMS) и мультимедийных сообщений (MMS) на номер телефона; а также посредством использования информационно-коммуникационных сервисов, таких как Viber, WhatsApp и тому подобных; телефонных звонков, с соблюдением мер, обеспечивающих их защиту от несанкционированного доступа.</p>
                      <p class="mb-2">Я разрешаю совершать со своими персональными данными следующие действия (операции): сбор, систематизацию, накопление, хранение, обновление, изменение, использование, обезличивание, блокирование, уничтожение, распространение (в том числе передачу) моих персональных данных третьим лицам, с которыми у Операторов имеются действующие договоры.</p>
                      <p class="mb-2">Настоящее согласие на обработку персональных данных и получение рекламных коммуникаций действует до момента его отзыва в соответствии со статьей 9 Федерального закона от 27.07.2006 г. №152-ФЗ «О персональных данных».</p>
                      <p class="mb-2">Оставляю за собой право отозвать свое согласие посредством составления
                        соответствующего письменного документа, который должен быть направлен мной на
                        почтовый адрес Оператора: 140073, МО, Люберецкий р-он, п/о «Томилино-3», а/я 979 (25)
                        или посредством письма содержащим соответствующий запрос на электронную почту
                        support@foroom.ru</p>
                      <p class="mb-2">Я подтверждаю, что, давая настоящее согласие на обработку моих вышеуказанных персональных данных, я нахожусь на территории Российской Федерации.</p>

                      <p class="mb-2">ОЗНАКОМИТСЯ С ПОЛИТИКОЙ КОМПАНИИ В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ВЫ МОЖЕТЕ <a class="link agree-link tdu" href="/politikadannyx">ЗДЕСЬ</a></p>
                    </div>
                </div>
            </div>
        </section>
    </div>
</template>

<script>
    export default {
        name: "Soglasie",
      head () {
        return {
          title: 'Согласие на рекламную комммуникацию',
          meta: [
            { hid: 'description', name: 'description', content: 'Согласие на рекламную комммуникацию'}
          ]
        }
      },
      data: () => ({
        breadcrumbs: [{
          name: 'Согласие на рекламную комммуникацию'
        }],
      })
    }
</script>

<style lang="sass" scoped>
.bold
  font-weight: 600
</style>
