<template>
    <div>
        <div class="container">
            <div class="row">
                <div class="col-md">
                    <h1 class="main-title about__main-title">Условия эффективного и безопасного использования товаров</h1>
                    <p class="mb-2"> Вся информация о правильном использовании изделий из ассортимента
                        солнцезащитных систем FOROOM, включая руководство по уходу , а также по
                        установке (монтажу) изделий содержится в эксплуатационной документации,
                        которая вкладывается в коробку с готовой продукцией.</p>
                    <p class="mb-2">Специальных условий для утилизации изделий после окончания срока службы не
                        установлено.</p>
                    <p>Обращаем ваше внимание, что упаковка готовой продукции, в которой вы
                        получаете изделие экологически безопасна для окружающей среды и здоровья
                        человека. Подробная информация об упаковке размещена в разделе «О FOROOM».
                    </p>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        name: "KakkupitPage",
        components: {
        },
        head () {
            return {
                title: 'Условия использования жалюзи FOROOM',
                meta: [
                    { hid: 'description', name: 'description', content: ' Правильная установка и эксплуатация жалюзи, плиссе, рулонных и римских штор FOROOM'}
                ]
            }
        },
        data: () => ({
        })
    }
</script>

<style lang="sass" scoped>

</style>
